Repository: AYCH-Inc/aych.blockios.wallet
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: ja, pl, tr, vi

source: An error occured. Please try again.
ja: エラーが発生した。もう一度お試しください。
pl: Wystąpił błąd. Proszę spróbuj ponownie.
tr: Bir hata oluştu. Lütfen tekrar deneyin.
vi: Đã xảy ra lỗi. Vui lòng thử lại.

source: An error occurred while retrieving currency conversion rates. Please try again later.
ja: 通貨換算レートの取得中にエラーが発生しました。後でもう一度お試しください。
pl: Wystąpił błąd podczas pobierania współczynników konwersji walut. Spróbuj ponownie później.
tr: Para birimi dönüştürme oranlarını alırken bir hata oluştu. Lütfen daha sonra tekrar deneyiniz.
vi: Đã xảy ra lỗi khi truy xuất tỷ giá tiền. Vui lòng thử lại sau.

source: Approved
ja: 承認済み
pl: Zatwierdzony
tr: onaylı
vi: Đã phê duyệt

source: Authenticate to unlock your wallet
ja: ウォレットのロックを解除するための認証
pl: Uwierzytelnij, aby odblokować portfel
tr: Cüzdanınızın kilidini açmak için kimlik doğrula
vi: Xác thực để mở khóa ví của bạn

source: Authentication Failed. Please try again.
ja: 認証に失敗しました。もう一度お試しください。
pl: Uwierzytelnianie nie powiodło się. Proszę spróbuj ponownie.
tr: Kimlik doğrulama başarısız oldu. Lütfen tekrar deneyin.
vi: Xác thực thất bại. Vui lòng thử lại.

source: Authentication was not successful because the user failed to provide valid credentials.
ja: ユーザーが有効な資格情報を提示できなかったため、認証に失敗しました。
pl: Uwierzytelnianie nie powiodło się, ponieważ użytkownik nie podał prawidłowych poświadczeń.
tr: Kimlik doğrulama başarılı olmadı çünkü kullanıcı geçerli kimlik bilgileri sunamadı.
vi: Xác thực không thành công do người dùng không cung cấp chứng danh hợp lệ.

source: Available to Send
ja: 送信可能
pl: Dostępne do wysłania
tr: Gönderilebiliyor
vi: Có sẵn để gửi

source: Balances Coming Soon
ja: 残っている残高
pl: Równowagi już wkrótce
tr: Yakında Dengeler
vi: Tính năng số dư sắp ra mắt

source: Be your own bank
ja: 自分の銀行にしてください
pl: Bądź swoim własnym bankiem
tr: Kendi bankan ol
vi: Hãy là ngân hàng của riêng bạn

source: Below trading limit
ja: 取引限度未満
pl: Poniżej limitu handlowego
tr: İşlem limitinin altında
vi: Thấp hơn hạn mức giao dịch

source: Blockchain’s servers are currently under maintenance. Please try again later
ja: Blockchainのサーバは現在メンテナンス中です。後でもう一度お試しください
pl: Serwery Blockchain są obecnie w trakcie konserwacji. Spróbuj ponownie później
tr: Blockchain'in sunucuları şu anda bakımda. Lütfen daha sonra tekrar deneyiniz
vi: Các máy chủ của Blockchain hiện đang được bảo trì. Vui lòng thử lại sau

source: By creating a wallet you agree to Blockchain’s
ja: ウォレットを作成することで、ブロックチェーンの
pl: Tworząc portfel, zgadzasz się na Blockchaina
tr: Bir cüzdan oluşturarak Blockchain'in
vi: Bằng cách tạo ví, bạn đồng ý với Blockchain

source: By hitting "Begin Now", you agree to Blockchain’s %@ & %@
ja: "Begin Now"を押すと、ブロックチェーンの%1$@ ＆ %2$@
pl: Po kliknięciu "Rozpocznij teraz", zgadzasz się na %1$@ & %2$@ Blockchaina
tr: "Hemen Başlayın" a basarsanız, Blockchain'in %1$@ & %2$@ değerini kabul etmiş olursunuz.
vi: Bằng cách nhấp vào "Bắt đầu ngay", bạn đồng ý với %1$@ & %2$@ của Blockchain

source: Cannot send XLM at this time. Please try again.
ja: 現時点でXLMを送信できません。もう一度お試しください。
pl: Nie można teraz wysłać XLM. Proszę spróbuj ponownie.
tr: Şu anda XLM gönderilemiyor. Lütfen tekrar deneyin.
vi: Không thể gửi XLM tại thời điểm này. Vui lòng thử lại.

source: Check My Balance
ja: マイ・バランスをチェックする
pl: Sprawdź moje saldo
tr: Dengemi Kontrol Et
vi: Kiểm tra số dư của tôi

source: Coming soon to %@!
ja: すぐに%@来る！
pl: Już wkrótce na %@ !
tr: Yakında %@ !
vi: Sẽ sớm ra mắt %@!

source: Confirm
ja: 確認
pl: Potwierdź
tr: Onayla
vi: Xác nhận

source: Confirm Exchange
ja: 交換を確認する
pl: Potwierdź wymianę
tr: Değişimi Onayla
vi: Xác nhận Chuyển đổi

source: Congratulations! We successfully verified your identity. You can now Exchange cryptocurrencies at Blockchain.
ja: おめでとう！あなたの身元を確認しました。 Blockchainでcryptocurrenciesを交換できるようになりました。
pl: Gratulacje! Pomyślnie zweryfikowaliśmy Twoją tożsamość. Teraz możesz wymieniać kryptowaluty w Blockchain.
tr: Tebrikler! Kimliğinizi başarıyla doğruladık. Artık Blockchain'de kripto para alışverişi yapabilirsiniz.
vi: Chúc mừng! Chúng tôi đã xác nhận danh tính của bạn thành công. Bây giờ bạn có thể Chuyển đổi tiền kỹ thuật số tại Blockchain.

source: Contact Support
ja: サポートへお問い合わせ
pl: Skontaktuj się z działem obsługi klienta
tr: Destek İle İletişim Kur
vi: Liên hệ hỗ trợ

source: Continue verification
ja: 確認を続ける
pl: Kontynuuj weryfikację
tr: Doğrulamaya devam et
vi: Tiếp tục xác minh

source: Cookies Policy
ja: クッキーポリシー
pl: Polityka plików cookie
tr: Çerez Politikası
vi: Chính sách Cookie

source: Creating invitation
ja: 招待状の作成
pl: Tworzenie zaproszenia
tr: Davetiye oluşturma
vi: Đang tạo lời mời

source: Creating order
ja: 注文の作成
pl: Tworzenie zamówienia
tr: Sipariş oluşturma
vi: Đang tạo lệnh

source: Creating request
ja: 要求を作成する
pl: Tworzenie żądania
tr: İstek oluşturma
vi: Đang tạo yêu cầu

source: Current Price
ja: 現在の価格
pl: Aktualna cena
tr: Mevcut fiyat
vi: Giá hiện tại

source: Delete
ja: 削除
pl: Usuń
tr: Sil
vi: Xóa

source: Dismiss
ja: 無視する
pl: Odrzuć
tr: Yoksay
vi: Bỏ qua

source: Don’t show again
ja: 再度表示しない
pl: Nie pokazuj więcej
tr: Tekrar gösterme
vi: Không hiển thị lại

source: Driver's License
ja: 運転免許証
pl: Prawo jazdy
tr: Ehliyet
vi: Giấy phép lái xe

source: Easy one time wallet backup keeps you in control of your funds.
ja: 一度の簡単なウォレットバックアップにより、資金を管理できます。
pl: Łatwe jednorazowe tworzenie kopii zapasowych portfela pozwala kontrolować swoje fundusze.
tr: Kolay tek seferlik bir cüzdan desteği, fonlarınızın kontrolünü sizde tutar.
vi: Sao lưu ví dễ dàng trong một lần giúp bạn kiểm soát các khoản tiền.

source: Enabled!
pl: Włączone!
tr: Etkin!
vi: Đã bật!

source: Enter Your Second Password
ja: 2番目のパスワードを入力してください
pl: Wprowadź drugie hasło
tr: İkinci Parolanızı Girin
vi: Nhập mật khẩu cấp hai của bạn

source: Estimated fees
ja: 見積もり手数料
pl: Szacowane opłaty
tr: Tahmini ücretler
vi: Phí ước tính

source: Every country has different rules on how to buy and sell cryptocurrencies. Keep your eyes peeled, we’ll let you know as soon as we launch in %@!
ja: すべての国は、クリプトカルトを売買する方法に関して異なる規則を持っています。あなたの目を剥がしてください、 %@起動するとすぐにお知らせします！
pl: Każdy kraj ma inne zasady dotyczące kupowania i sprzedawania kryptowalut. Miej oczy szeroko otwarte, poinformujemy Cię, gdy tylko uruchomimy %@ !
tr: Her ülkenin kripto paranın nasıl satın alınacağı ve satılacağı konusunda farklı kurallar vardır. Gözlerinizi soyulmuş halde tutun, %@ başladığımız anda size haber vereceğiz!
vi: Mỗi quốc gia có quy tắc khác nhau về cách mua và bán tiền kỹ thuật số. Hãy tiếp tục theo dõi, chúng tôi sẽ thông báo cho bạn ngay khi chúng tôi cho ra mắt tại %@!

source: Every state has different rules on how to buy and sell cryptocurrencies. Keep your eyes peeled, we’ll let you know as soon as we launch in %@!
ja: すべての州には、クリプトカルトを売買する方法に関する異なる規則があります。あなたの目を剥がしてください、 %@起動するとすぐにお知らせします！
pl: Każde państwo ma inne zasady dotyczące kupowania i sprzedawania kryptowalut. Miej oczy szeroko otwarte, poinformujemy Cię, gdy tylko uruchomimy %@ !
tr: Her devletin kripto paranın nasıl satın alınacağı ve satılacağına dair farklı kuralları vardır. Gözlerinizi soyulmuş halde tutun, %@ başladığımız anda size haber vereceğiz!
vi: Mỗi quốc gia có quy tắc khác nhau về cách mua và bán tiền kỹ thuật số. Hãy tiếp tục theo dõi, chúng tôi sẽ thông báo cho bạn ngay khi chúng tôi cho ra mắt tại %@!

source: Everything you need to store, spend and receive BTC, ETH and BCH.
ja: BTC、ETH、BCHを保管、使用、受信するために必要なものすべて。
pl: Wszystko, czego potrzebujesz do przechowywania, wydawania i otrzymywania BTC, ETH i BCH.
tr: BTC, ETH ve BCH'yi saklamak, harcamak ve almak için ihtiyacınız olan her şey.
vi: Mọi thứ bạn cần để lưu trữ, tiêu dùng và nhận BTC, ETH và BCH.

source: Exchange %@ for %@
ja: %2$@ Exchange %1$@ %2$@
pl: Zamień %1$@ na %2$@
tr: %1$@ için %2$@
vi: Chuyển đổi %1$@ để lấy %2$@

source: Exchange Locked
ja: 交換ロック
pl: Wymiana zablokowana
tr: Exchange Kilitli
vi: Chuyển đổi đã bị khóa

source: Expired
ja: 期限が切れました
pl: Wygasły
tr: Süresi Dolan
vi: Đã hết hạn

source: Face ID
ja: 顔のID
pl: Identyfikator twarzy
tr: Yüz Kimliği
vi: Nhận diện khuôn mặt

source: Failed to Authenticate because a passcode has not been set on the device.
ja: デバイスにパスコードが設定されていないため、認証に失敗しました。
pl: Nie udało się uwierzytelnić, ponieważ hasło nie zostało ustawione na urządzeniu.
tr: Cihazda bir şifre ayarlanmamış olduğundan Kimlik Doğrulama başarısız oldu.
vi: Không thể xác thực do mật mã chưa được cài đặt trên thiết bị.

source: Failed to confirm mobile number. Please try again.
ja: 携帯電話番号の確認に失敗しました。もう一度お試しください。
pl: Nie udało się potwierdzić numeru telefonu komórkowego. Proszę spróbuj ponownie.
tr: Cep telefonu numarası doğrulanamadı. Lütfen tekrar deneyin.
vi: Không thể xác minh số di động. Vui lòng thử lại.

source: Failed to load exchange data
ja: 交換データの読み込みに失敗しました
pl: Nie udało się wczytać danych wymiany
tr: Exchange verileri yüklenemedi
vi: Không thể tải dữ liệu chuyển đổi

source: From your computer log into blockchain.com and connect your Lockbox.
ja: あなたのコンピュータからblockchain.comにログインし、あなたのLockboxに接続してください。
pl: Z komputera zaloguj się na blockchain.com i podłącz swój Lockbox.
tr: Bilgisayarınızdan blockchain.com'a giriş yapın ve Lockbox'ınızı bağlayın.
vi: Từ máy tính của bạn, đăng nhập vào blockchain.com và kết nối Lockbox của bạn.

source: Get Bitcoin
ja: ビットコインを手に入れる
pl: Zdobądź bitcoiny
tr: Bitcoin Edin
vi: Nhận Bitcoin

source: Get Started
ja: 利用を開始する
pl: Rozpocznij
tr: Başlamak
vi: Bắt Đầu

source: Get Your Lockbox
ja: あなたのロックボックスを手に入れよう
pl: Zdobądź swoją skrytkę
tr: Kilitli Kutunuzu Alın
vi: Nhận Lockbox của bạn

source: Insufficient funds
ja: [%key:insufficient_funds%]
pl: [%key:insufficient_funds%]
tr: Yetersiz para
vi: Không đủ tiền

source: Introducing Blockchain's faster, smarter way to trade your crypto. Upgrade now to enjoy benefits such as better prices, higher trade limits and live rates.
ja: Blockchainの暗号を交換するための、より高速でスマートな方法を紹介します。今すぐアップグレードして、より良い価格、高い取引制限、ライブレートなどの特典をお楽しみください。
pl: Przedstawiamy szybszy, inteligentniejszy sposób na wymianę twojego krypto na Blockchain. Uaktualnij teraz, aby czerpać korzyści, takie jak lepsze ceny, wyższe limity handlu i stawki na żywo.
tr: Blockchain'in, kriptosunuzu işlemek için daha hızlı ve daha akıllı bir şekilde sunulması. Daha iyi fiyatlar, daha yüksek ticari limitler ve canlı oranlar gibi avantajlardan yararlanmak için şimdi yeni sürüme geçin.
vi: Giới thiệu cách thức giao dịch tiền kỹ thuật số nhanh hơn, thông minh hơn của Blockchain. Hãy nâng cấp ngay để nhận các lợi ích như giá tốt hơn, hạn mức giao dịch cao hơn và tỷ giá trực tiếp.

source: Invalid Bitcoin address: %@
ja: 無効なBitcoinアドレス： %@
pl: Nieprawidłowy adres Bitcoin: %@
tr: Geçersiz Bitcoin adresi: %@
vi: Địa chỉ Bitcoin không hợp lệ: %@

source: Invalid destination address
ja: 宛先アドレスが無効です
pl: Nieprawidłowy adres docelowy
tr: Geçersiz hedef adres
vi: Địa chỉ đích không hợp lệ

source: Invalid server response. Please try again later.
ja: サーバーの応答が無効です。後でもう一度お試しください。
pl: Nieprawidłowa odpowiedź serwera. Spróbuj ponownie później.
tr: Geçersiz sunucu yanıtı. Lütfen daha sonra tekrar deneyiniz.
vi: Phản hồi máy chủ không hợp lệ. Vui lòng thử lại sau.

source: Link requires app update
ja: リンクにはアプリのアップデートが必要です
pl: Link wymaga aktualizacji aplikacji
tr: Bağlantı, uygulama güncellemesi gerektiriyor
vi: Liên kết yêu cầu cập nhật ứng dụng

source: Loading
ja: 読み込み中
pl: Trwa ładowanie
tr: Yüklüyor
vi: Đang tải

source: loading Settings
ja: 設定を読み込む
pl: ładowanie ustawień
tr: Ayarlar yükleniyor
vi: đang tải Cài đặt

source: Looks like you’ve started verifying your identity but didn’t finish. Pick up where you left off?
ja: あなたの身元を確認し始めたのに終わっていないようです。あなたが中断したところでピックアップしますか？
pl: Wygląda na to, że zacząłeś weryfikować swoją tożsamość, ale się nie zakończyłeś. Podnieś, gdzie skończyłeś?
tr: Görünüşe göre kimliğini doğrulamaya başladı ama bitirmedi. Bıraktığın yerden alınıyor musun?
vi: Dường như bạn đã bắt đầu xác minh danh tính của mình nhưng chưa hoàn tất. Tiếp tục từ điểm mà bạn đã bỏ dở?

source: Memo
ja: メモ
pl: Notatka
tr: not
vi: Phần ghi nhớ

source: Memo ID
ja: メモID
pl: Identyfikator notatki
tr: Not Kimliği
vi: ID bản ghi nhớ

source: Memo Text
ja: メモテキスト
pl: Tekst notatki
tr: Not Metni
vi: Nội dung bản ghi nhớ

source: Memos are used to communicate optional information to the recipient.
ja: メモは、オプションの情報を受信者に伝えるために使用されます。
pl: Notatki służą do przekazywania opcjonalnych informacji odbiorcy.
tr: Notlar, isteğe bağlı bilgileri alıcıya iletmek için kullanılır.
vi: Phần ghi chú được dùng để cung cấp thông tin không bắt buộc cho người nhận.

source: Message Me When Available
ja: 利用可能なときのメッセージ
pl: Wiadomość do mnie, gdy jest dostępna
tr: Uygun Olduğunda Bana Mesaj
vi: Nhắn tin cho tôi khi có thể sử dụng

source: Minimum Balance
ja: 最低残高
pl: Minimalne saldo
tr: Minimum Bakiye
vi: Số dư tối thiểu

source: Minimum of 1.0 XLM needed for new accounts
ja: 新しいアカウントには最低1.0 XLMが必要
pl: Wymagane minimum 1 XLM dla nowych kont
tr: Yeni hesaplar için en az 1,0 XLM gerekli
vi: Cần tối thiểu 1,0 XLM đối với tài khoản mới

source: More
ja: もっと
pl: Więcej
tr: Daha
vi: Khác

source: My Stellar Wallet
ja: マイ・ステラ・ウォレット
pl: Mój portfel gwiezdny
tr: Yıldız Cüzdanım
vi: Ví Stellar của tôi

source: New email must be different
ja: 新しいメールは異なる必要があります
pl: Nowa wiadomość e-mail musi być inna
tr: Yeni e-posta farklı olmalı
vi: Email mới phải khác

source: Next
ja: 次
pl: Dalej
tr: Sonraki
vi: Tiếp theo

source: No description
ja: 説明はありません
pl: Bez opisu
tr: açıklama yok
vi: Không có mô tả

source: No Transactions
ja: 取引なし
pl: Brak transakcji
tr: İşlem Bulunmuyor
vi: Không có giao dịch

source: Not enough
ja: 十分ではない
pl: Niewystarczająco
tr: Yeterli değil
vi: Không đủ

source: Not enough %@ for fees
ja: 手数料の%@が不十分です
pl: Za mało %@ dla opłat
tr: Ücretler için %@ yeterli değil %@
vi: Không đủ %@ cho các khoản phí

source: Not enough XLM.
ja: XLMが不十分です。
pl: Za mało XLM.
tr: Yeterli XLM yok.
vi: Không đủ XLM.

source: Notify Me
ja: 私に通知する
pl: Powiadom mnie
tr: Bana bildir
vi: Thông báo cho tôi

source: Oh no!
ja: あらいやだ！
pl: O nie!
tr: Oh hayır!
vi: Ồ không!

source: Once an order starts, we are unable to stop it.
ja: 注文が始まると、私たちはそれを止められません。
pl: Po rozpoczęciu zamówienia nie możemy go zatrzymać.
tr: Sipariş başladıktan sonra, bunu durduramıyoruz.
vi: Chúng tôi không thể dừng lệnh sau khi lệnh bắt đầu.

source: Open %@
pl: Otwórz %@
tr: %@ Açık
vi: Mở %@

source: Open Mail
ja: メールを開く
pl: Otwórz pocztę
tr: Postayı aç
vi: Mở thư

source: Overview
ja: 概要
pl: Przegląd
tr: genel bakış
vi: Tổng quan

source: Password
ja: パスワード
pl: Hasło
tr: Şifre
vi: Mật khẩu

source: Payment sent
ja: お支払いの送信
pl: Płatność wysłana
tr: Ödeme gönderildi
vi: Đã gửi thanh toán

source: Profile
ja: プロフィール
pl: Profil
tr: Profil
vi: Hồ sơ

source: Push Notifications
ja: プッシュ通知
pl: Powiadomienia push
tr: Push bildirimleri
vi: Thông báo đẩy

source: QR Codes
ja: QRコード
pl: Kody QR
tr: QR Kodları
vi: Mã QR

source: Read More
ja: 続きを読む
pl: Czytaj więcej
tr: Daha fazla oku
vi: Đọc thêm

source: Refund in Progress
ja: 払い戻し中
pl: Zwrot kosztów w toku
tr: İade İadesi
vi: Đang tiến hành Hoàn tiền

source: Refunded
ja: 返金済み
pl: Zwrócono środki
tr: İade Edilen
vi: Đã hoàn tiền

source: Request %@
ja: リクエスト%@
pl: Poproś o %@
tr: %@ İste
vi: Yêu cầu %@

source: Request Funds
ja: 資金をリクエスト
pl: Zażądaj środków
tr: Para Talep Edin
vi: Yêu cầu Khoản tiền

source: Request Payment
ja: 支払いのリクエスト
pl: Zażądaj płatności
tr: Ödeme iste
vi: 要求付款

source: Safely store your crypto currency offline.
ja: 暗号化通貨を安全にオフラインで保管してください。
pl: Bezpiecznie przechowuj swoją kryptowalutę w trybie offline.
tr: Kripto para biriminizi güvenli bir şekilde çevrimdışı depolayın.
vi: Lưu trữ tiền kỹ thuật số của bạn ngoại tuyến một cách an toàn.

source: Scan Address
ja: アドレスをスキャン
pl: Zeskanuj adres
tr: Adresleri Tara
vi: Quét Địa chỉ

source: Seamlessly transact with others around the world
ja: 世界中の人とシームレスに取引する
pl: Płynnie przeprowadzaj transakcje z innymi użytkownikami na całym świecie
tr: Dünyadaki diğerleriyle sorunsuz bir şekilde işlem yapma
vi: Giao dịch liền mạch với những người khác trên khắp thế giới

source: Search
ja: サーチ
pl: Szukaj
tr: Arama
vi: Tìm kiếm

source: Securely store bitcoin
ja: ビットコインを安全に保管
pl: Bezpiecznie przechowuj bitcoiny
tr: Bitcoin'i güvenli bir şekilde saklayın
vi: Lưu trữ bitcoin một cách an toàn

source: See Charts
ja: グラフを見る
pl: Zobacz wykresy
tr: Grafiklere bakınız
vi: Xem Biểu đồ

source: Send to
ja: に送る
pl: Wysłać do
tr: Gönderildi
vi: Gửi đến

source: Send to address
ja: アドレスに送信
pl: Wyślij na adres
tr: Adrese gönder
vi: Gửi đến địa chỉ

source: Send your wallet address to a friend to request funds. An address is a string of random letters and numbers that change for each transaction.
ja: 友達にウォレットアドレスを送信して資金をリクエストアドレスは各取引によって変更される無作為の英数字の羅列です。
pl: Wyślij adres swojego portfela znajomemu, aby zażądać środków. Adres to ciąg losowo wybranych liter i cyfr, które zmieniają się przy każdej transakcji.
tr: Para talep etmek için cüzdan adresinizi bir arkadaşınıza gönderin. Bir adres her işlem için değişen rastgele harf ve numaralardan oluşan bir dizidir.
vi: Gửi địa chỉ ví của bạn đến một người bạn để yêu cầu khoản tiền. Địa chỉ là một chuỗi các chữ cái và chữ số ngẫu nhiên thay đổi theo từng giao dịch.

source: Sending
ja: 送信中
pl: Wysyłanie
tr: Gönderiliyor
vi: Gửi

source: Sending order
ja: 送信順
pl: Wysyłanie zamówienia
tr: Sipariş gönderme
vi: Đang gửi lệnh

source: Skip All
ja: すべてスキップ
pl: Pomiń wszystko
tr: Tümünü Atla
vi: Bỏ qua Tất cả

source: Sorry, an order cannot be placed at this time.
ja: 申し訳ありませんが、この時点で注文はできません。
pl: Niestety, nie można złożyć zamówienia w tym momencie.
tr: Üzgünüz, şu anda bir sipariş verilemez.
vi: Rất tiếc, không thể đặt lệnh tại thời điểm này.

source: Sorry, your orders cannot be fetched at this time.
ja: 申し訳ありませんが、この時点でご注文を取り出すことはできません。
pl: Niestety, Twoje zamówienia nie mogą być teraz pobrane.
tr: Üzgünüz, siparişleriniz şu anda alınamıyor.
vi: Rất tiếc, không thể tìm nạp các lệnh của bạn tại thời điểm này.

source: Start Over
ja: 最初からやり直す
pl: Zacznij od początku
tr: Yeniden Başla
vi: Bắt đầu lại

source: Stellar Price
ja: 星の価格
pl: Gwiezdna cena
tr: Yıldız Fiyatı
vi: Giá Stellar

source: Stellar requires that all Stellar accounts hold a minimum balance of lumens, or XLM. This means you cannot send a balance out of your Stellar Wallet that would leave your Stellar Wallet with less than the minimum balance. This also means that in order to send XLM to a new Stellar account, you must send enough XLM to meet the minimum balance requirement.
ja: ステラは、すべてのステラアカウントが最小のルーメンバランス、すなわちXLMを保持することを要求します。つまり、あなたのStellar Walletから残高が少なくても、あなたのStellar Walletを残しておくことはできません。これはまた、新しいStellarアカウントにXLMを送信するには、最小残高要件を満たすのに十分なXLMを送信する必要があることを意味します。
pl: Stellar wymaga, aby wszystkie konta Gwiezdne utrzymywały minimalny bilans lumenów, czyli XLM. Oznacza to, że nie możesz wysłać salda ze swojego Stellar Wallet, który zostawiłby Twój Stellar Wallet z minimalnym saldem. Oznacza to również, że aby wysłać XLM na nowe konto Stellar, musisz przesłać wystarczającą ilość XLM, aby spełnić wymóg minimalnego salda.
tr: Stellar, tüm Stellar hesaplarının minimum bakiye veya XLM bakiyesine sahip olmasını gerektirir. Bu, Stellar Cüzdanınızdan, Bakiye Cüzdanınızı minimum bakiyeden daha az bir süre bırakacak bir denge gönderemediğiniz anlamına gelir. Bu ayrıca yeni bir Stellar hesabına XLM göndermek için minimum bakiye gereksinimini karşılamak için yeterli XLM göndermeniz gerektiği anlamına gelir.
vi: Stellar yêu cầu tất cả tài khoản Stellar phải có số dư lumen hoặc XLM tối thiểu. Điều này nghĩa là bạn không thể gửi số dư ra khỏi Ví Stellar nếu việc đó khiến Ví Stellar của bạn không có đủ số dư tối thiểu. Điều này cũng có nghĩa là để gửi XLM sang tài khoản Stellar mới, bạn phải gửi đủ XLM để đáp ứng yêu cầu số dư tối thiểu.

source: Submitting information...
ja: 情報を送信しています...
pl: Przesyłanie informacji ...
tr: Bilgi gönderiliyor ...
vi: Đang gửi thông tin...

source: That's it for now!
ja: これ以上行うことは今のところありません！
pl: To na razie tyle!
tr: Şimdilik bu kadar!
vi: Hiện giờ là như vậy!

source: The amounts you send and receive may change slightly due to market activity.
ja: あなたが送ったり受け取った金額は、市場活動のために若干変更されることがあります。
pl: Kwoty, które wysyłasz i otrzymujesz, mogą ulec niewielkiej zmianie w związku z aktywnością rynkową.
tr: Piyasa faaliyeti nedeniyle gönderdiğiniz ve aldığınız miktarlar biraz değişebilir.
vi: Những khoản tiền bạn gửi và nhận có thể thay đổi một chút do hoạt động của thị trường.

source: The current minimum balance requirement is %@.
ja: 現在の最低残高要件は%@です。
pl: Obecne minimalne wymaganie dotyczące równowagi to %@ .
tr: Geçerli minimum bakiye şartı %@ .
vi: Yêu cầu số dư tối thiểu hiện tại là %@.

source: The link you have used is not supported on this version of the app. Please update the app to access this link.
ja: 使用したリンクは、このバージョンのアプリではサポートされていません。このリンクにアクセスするには、アプリを更新してください。
pl: Użyty link nie jest obsługiwany w tej wersji aplikacji. Zaktualizuj aplikację, aby uzyskać dostęp do tego linku.
tr: Kullandığınız bağlantı, uygulamanın bu sürümünde desteklenmiyor. Bu bağlantıya erişmek için lütfen uygulamayı güncelleyin.
vi: Liên kết bạn đã sử dụng không được hỗ trợ trên phiên bản này của ứng dụng. Vui lòng cập nhật ứng dụng để truy cập liên kết này.

source: The mobile number you entered is invalid.
ja: 入力した携帯番号は無効です。
pl: Podany numer telefonu komórkowego jest nieprawidłowy.
tr: Girdiğiniz cep telefonu numarası geçersiz.
vi: Số di động bạn nhập không hợp lệ.

source: There was an error importing this private key.
ja: この秘密鍵をインポート中にエラーが発生しました。
pl: Wystąpił błąd podczas importowania tego klucza prywatnego.
tr: Bu özel anahtarı içe aktarırken bir hata oluştu.
vi: Đã xảy ra lỗi khi nhập khóa riêng này.

source: There was an error with the device input.
ja: デバイスの入力にエラーがありました。
pl: Wystąpił błąd w danych wejściowych urządzenia.
tr: Cihaz girişi ile ilgili bir hata oluştu.
vi: Đã xảy ra lỗi với đầu vào thiết bị.

source: This email address has already been used to verify an existing wallet.
ja: この電子メールアドレスは、既存のウォレットを確認するために既に使用されています。
pl: Ten adres e-mail został już wykorzystany do zweryfikowania istniejącego portfela.
tr: Bu e-posta adresi mevcut bir cüzdanı doğrulamak için zaten kullanıldı.
vi: Địa chỉ email này đã được sử dụng để xác minh ví hiện có.

source: Total
ja: 合計
pl: W sumie
tr: Toplam
vi: Tổng cộng

source: Total Funds
ja: 総資金
tr: Toplam Fon
vi: Tổng số tiền

source: Touch ID
ja: タッチID
tr: Dokunmatik kimlik
vi: Cảm biến vân tay

source: Touch ID is not enabled on this device. To enable Touch ID, go to Settings -> Touch ID & Passcode and add a fingerprint.
ja: このデバイスではTouch IDが有効になっていません。タッチIDを有効にするには、設定 - > IDとパスワードをタッチし、指紋を追加します。
pl: Touch Touch nie jest włączony na tym urządzeniu. Aby włączyć Touch ID, przejdź do Ustawienia - > Touch ID & Passcode i dodaj odcisk palca.
tr: Bu cihazda Touch ID etkin değil. Touch ID'yi etkinleştirmek için Ayarlar - > ID ve Şifre'ye dokunun ve bir parmak izi ekleyin.
vi: Cảm biến vân tay không được kích hoạt trên thiết bị này. Để kích hoạt Cảm biến vân tay, hãy đi đến Cài đặt->Cảm biến vân tay & Mật khẩu và thêm dấu vân tay.

source: Transaction details
ja: 取引の詳細
pl: Szczegóły transakcji
tr: Ödeme detayları
vi: Chi tiết giao dịch

source: Transactions occur when you send and receive %@.
ja: トランザクションは、 %@を送受信すると発生します。
pl: Transakcje występują, gdy wysyłasz i odbierasz %@ .
tr: İşlemler, %@ mesajını aldığınızda ve aldığınızda %@ .
vi: Giao dịch diễn ra khi bạn gửi và nhận %@.

source: Transactions occur when you send and request bitcoin.
ja: ビットコインを送信して要求すると、トランザクションが発生します。
pl: Transakcje występują podczas wysyłania i żądania bitcoin.
tr: Bitcoin gönderir ve talep ettiğinizde işlemler gerçekleşir.
vi: Giao dịch diễn ra khi bạn nhận và yêu cầu bitcoin.

source: Unable to retrieve the input device.
ja: 入力デバイスを取得できません。
pl: Nie można pobrać urządzenia wejściowego.
tr: Giriş cihazı alınamadı.
vi: Không thể truy xuất thiết bị đầu vào.
