Repository: AYCH-Inc/aych.blockios.wallet
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: ja, pl, tr, vi

source: Oops! We had trouble processing your airdrop. Please try again.
ja: おっとっと！あなたの飛行場の処理に問題がありました。もう一度やり直してください。
pl: Ups! Mieliśmy problemy z przetwarzaniem zrzutów. Proszę spróbuj ponownie.
tr: Hata! Uçağını işlemede sorun yaşadık. Lütfen tekrar deneyin.
vi: Rất tiếc! Chúng tôi đã gặp vấn đề khi xử lý airdrop của bạn. Vui lòng thử lại.

source: Our Blockchain Support Team has written Help Guides explaining why we need to verify your identity
ja: ブロックチェーンサポートチームは、なぜあなたの身元を確認する必要があるのかを説明するヘルプガイドを作成しました。
pl: Nasz Zespół Wsparcia Blockchain napisał Przewodniki Pomocy wyjaśniające, dlaczego musimy zweryfikować Twoją tożsamość
tr: Blockchain Destek Ekibimiz, kimliğinizi neden doğrulamamız gerektiğini açıklayan Yardım Kılavuzları yazdı
vi: Nhóm Hỗ trợ Blockchain của chúng tôi có bản Hướng dẫn Trợ giúp giải thích lý do chúng tôi cần xác minh danh tính của bạn

source: Our Blockchain Support Team is standing by to help any questions you have.
ja: 私たちのブロックチェーンサポートチームはあなたが持つ質問を手助けするために待機しています。
pl: Nasz zespół wsparcia Blockchain jest gotów udzielić odpowiedzi na wszelkie pytania.
tr: Blockchain Destek Ekibimiz, tüm sorularınız için yardım bekliyor.
vi: Nhóm Hỗ trợ Blockchain của chúng tôi luôn sẵn sàng trả lời mọi câu hỏi của bạn.

source: Pair Web Wallet
ja: ペアウェブウォレット
pl: Portfel internetowy pary
tr: Web Cüzdanını Eşleştir
vi: Kết nối Ví Web

source: Please allow your Blockchain App access your camera to upload your ID and take a Selfie.
ja: Blockchain Appにカメラへのアクセスを許可してIDをアップロードし、自分撮りをしてください。
pl: Pozwól swojej aplikacji Blockchain uzyskać dostęp do kamery, aby załadować swój identyfikator i wykonać Selfie.
tr: Lütfen Blockchain Uygulamanızın kimliğinizi yüklemek ve bir Selfie almak için kameraya erişmesine izin verin.
vi: Vui lòng cho phép Ứng dụng Blockchain truy cập máy ảnh của bạn để tải ID của bạn lên và chụp ảnh tự chụp.

source: Postal Code
ja: 郵便番号
pl: kod pocztowy
tr: posta kodu
vi: Mã bưu điện

source: Read Now
ja: 今すぐ読む
pl: Czytaj teraz
tr: Şimdi Oku
vi: Đọc ngay

source: Required
ja: 必須
pl: wymagany
tr: gereklidir
vi: Được yêu cầu

source: Requires Silver level, Govt. ID and a Selfie
ja: シルバーレベル、政府が必要です。 IDと自分撮り
pl: Wymaga Srebrnego poziomu, Govt. ID i Selfie
tr: Gümüş seviye gerektirir, Govt. Kimlik ve Bir Özçekim
vi: Yêu cầu cấp độ Bạc, thẻ căn cước do chính phủ cấp và ảnh tự chụp

source: Residence Card
ja: 在留カード
pl: Karta mieszkańca
tr: Ev kartı
vi: Thẻ cư trú

source: Send again
ja: もう一度送信
pl: Wyślij ponownie
tr: Tekrar gönderin
vi: Gửi lại

source: Silver Level
ja: シルバーレベル
pl: Poziom srebrny
tr: Gümüş seviye
vi: Cấp độ Bạc

source: State
ja: 状態
pl: Stan
tr: Belirtmek, bildirmek
vi: Tiểu bang

source: State / Region / Province / Country
ja: 州/地域/県/国
pl: Stan / region / prowincja / kraj
tr: Eyalet / Bölge / İl / Ülke
vi: Tiểu bang / Khu vực / Tỉnh / Quốc gia

source: Street line
ja: ストリートライン
pl: Linia ulicy
tr: Sokak çizgisi
vi: Dòng đường phố

source: Swap by Blockchain enables you to trade crypto with best prices, and quick settlement, all while maintaining full control of your funds.
ja: Blockchainによるスワップは、あなたの資金を完全に管理しながら、最良の価格と迅速な決済で暗号を取引することを可能にします。
pl: Swap by Blockchain umożliwia handel kryptografią z najlepszymi cenami i szybkim rozliczeniem, przy jednoczesnym zachowaniu pełnej kontroli nad swoimi funduszami.
tr: Blockchain ile yer değiştirme, tüm paranızı tam olarak kontrol ederken, en iyi fiyatlarla kripto ticareti yapmanıza ve hızlı bir şekilde yerleşmenize olanak sağlar.
vi: Trao đổi bằng Blockchain cho phép bạn giao dịch tiền kỹ thuật số với giá tốt nhất và thanh toán nhanh, trong khi bạn vẫn có toàn bộ quyền kiểm soát đối với tiền của mình.

source: Swap Info
ja: スワップ情報
pl: Informacje o wymianie
tr: Bilgi Değiştir
vi: Thông tin Trao đổi

source: Swap Limits
ja: スワップ制限
tr: Değişim Sınırları
vi: Hạn mức Trao đổi

source: There is a limit to how much crypto you can exchange. The value of your order must be less than your limit of
ja: 交換できる暗号量には制限があります。あなたの注文の価値はあなたの限界より少なくなければなりません
pl: Istnieje limit ilości krypto, które możesz wymienić. Wartość twojego zamówienia musi być mniejsza niż Twój limit
tr: Ne kadar kripto değiştirebileceğinizin bir sınırı vardır. Siparişinizin değeri, limitinizden düşük olmalıdır
vi: Có hạn mức đối với số tiền kỹ thuật số mà bạn có thể chuyển đổi. Giá trị lệnh của bạn phải nhỏ hơn hạn mức là

source: There was a problem with your order.
ja: ご注文に問題がありました。
pl: Wystąpił problem z Twoim zamówieniem.
tr: Siparişinizle ilgili bir sorun oluştu.
vi: Lệnh của bạn đã gặp vấn đề.

source: Tier zero
ja: ティアゼロ
pl: Poziom zero
tr: Seviye sıfır
vi: Cấp không

source: Trading your crypto doesn't mean trading away control.
ja: あなたの暗号を売買することは、支配権を売買することを意味するのではありません。
pl: Handel swoim krypto nie oznacza kontroli na odległość.
tr: Şifreni takas etmek, kontrolden geçmek anlamına gelmez.
vi: Giao dịch tiền kỹ thuật số của bạn không có nghĩa là mất đi quyền kiểm soát.

source: Try Again
ja: 再試行する
pl: Spróbuj ponownie
tr: Tekrar deneyin
vi: Thử lại

source: Unfortunately we're having trouble verifying your identity, and we need you to resubmit your verification information.
ja: 残念ながら、Googleではお客様の身元を確認できません。確認情報を再送信する必要があります。
pl: Niestety, mamy problem z weryfikacją Twojej tożsamości i musimy ponownie przesłać informacje weryfikacyjne.
tr: Ne yazık ki kimliğinizi doğrulamada sorun yaşıyoruz ve doğrulama bilgilerinizi yeniden göndermenizi istiyoruz.
vi: Rất tiếc, chúng tôi đã gặp vấn đề khi xác minh danh tính của bạn và chúng tôi cần bạn gửi lại thông tin xác minh.

source: Unfortunately, there is a problem with your order. We are researching and will resolve very soon.
ja: 残念ながら、ご注文に問題があります。我々は調査中であり、まもなく解決するでしょう。
pl: Niestety, istnieje problem z Twoim zamówieniem. Prowadzimy badania i wkrótce się rozwiążemy.
tr: Ne yazık ki, siparişinizle ilgili bir sorun var. Araştırıyoruz ve çok yakında çözeceğiz.
vi: Rất tiếc, lệnh của bạn đã gặp vấn đề. Chúng tôi đang nghiên cứu và sẽ sớm xử lý.

source: Unlock
ja: ロック解除
pl: Odblokować
tr: Kilidini aç
vi: Mở khóa

source: Update Order
ja: 注文を更新
pl: Zaktualizuj zamówienie
tr: Siparişi Güncelle
vi: Cập nhật Lệnh

source: Upload documents
ja: 文書をアップロードする
pl: Prześlij dokumenty
tr: Belgeleri Yükle
vi: Tải lên hồ sơ

source: Valid Passport
ja: 有効なパスポート
pl: Ważny paszport
tr: Geçerli pasaport
vi: Hộ chiếu có hiệu lực

source: View My Swap Limit
ja: 私のスワップ制限を見る
pl: Wyświetl mój limit wymiany
tr: Takas Sınırımı Görüntüle
vi: Xem Giới hạn Trao đổi của tôi

source: We are experiencing a service issue that may affect displayed balances. Don't worry, your funds are safe.
ja: 表示されている残高に影響を及ぼす可能性があるサービスの問題が発生しています。心配しないで、あなたの資金は安全です。
pl: Mamy problem z usługą, który może wpływać na wyświetlane salda. Nie martw się, twoje środki są bezpieczne.
tr: Görüntülenen bakiyeleri etkileyebilecek bir hizmet sorunu yaşıyoruz. Endişelenme, paran güvende.
vi: Chúng tôi đang gặp sự cố dịch vụ có thể ảnh hưởng đến số dư được hiển thị. Đừng lo lắng, tiền của bạn vẫn an toàn.

source: We're not sure what happened but we didn't receive your order details. Unfortunately, you're going to have to enter your order again.
ja: 何が起こったのかわかりませんが、注文の詳細が届きませんでした。残念ながら、あなたはもう一度あなたの注文を入力しなければならなくなるでしょう。
pl: Nie jesteśmy pewni, co się stało, ale nie otrzymaliśmy szczegółów zamówienia. Niestety, musisz ponownie wprowadzić swoje zamówienie.
tr: Ne olduğundan emin değiliz, ancak sipariş bilgilerinizi almadık. Maalesef, siparişinizi tekrar girmek zorunda kalacaksınız.
vi: Chúng tôi không chắc chắn điều gì đã xảy ra nhưng chúng tôi đã không nhận được chi tiết lệnh của bạn. Rất tiếc, bạn sẽ phải nhập lại lệnh của mình.

source: We're sorry, the airdrop program is currently not available where you are.
ja: 申し訳ございません。現在のところ、空中投下プログラムはご利用いただけません。
pl: Przykro nam, program airdrop nie jest obecnie dostępny tam, gdzie jesteś.
tr: Üzgünüz, uçak programı şu anda bulunduğunuz yerde mevcut değil.
vi: Chúng tôi rất tiếc, chương trình airdrop hiện không được cung cấp tại khu vực của bạn.

source: We're sorry, the XLM airdrop is over. Complete your profile to be eligible for future airdrops and access trading.
ja: 申し訳ありませんが、XLMのドロップは終了しました。あなたのプロファイルを完成させて、将来の空中投下およびアクセス取引の対象になるようにしてください。
pl: Przepraszamy, zrzut XLM się skończył. Uzupełnij swój profil, aby kwalifikować się do przyszłych zrzutów i handlu dostępem.
tr: Üzgünüz, XLM uçağı bitti. Gelecekteki uçaklar ve erişim ticareti için uygun olmak için profilinizi tamamlayın.
vi: Chúng tôi rất tiếc, airdrop XLM đã kết thúc. Hãy hoàn thành hồ sơ của bạn để đủ điều kiện nhận các airdrop trong tương lai và thực hiện giao dịch.

source: Whoa! Hold your horses. 🐴
ja: おっ！あなたの馬を抱いて🐴
pl: Whoa! Wstrzymaj się. 🐴
tr: Oha! Atlarınızı tutun. 🐴
vi: Oa! Hãy kiên nhẫn. 🐴

source: XLM is a token that enables quick, low cost global transactions. Send, receive, and trade XLM in the wallet today.
ja: XLMは、迅速で低コストのグローバルトランザクションを可能にするトークンです。今日のウォレットでXLMを送受信し、取引します。
pl: XLM to token umożliwiający szybkie, tanie transakcje globalne. Wysyłaj, odbieraj i wymieniaj XLM w portfelu już dziś.
tr: XLM, hızlı, düşük maliyetli küresel işlemlere olanak veren bir belirteçtir. Bugün cüzdanınızı XLM ile gönderin, alın ve takas edin.
vi: XLM là mã thông báo cho phép giao dịch nhanh chóng, chi phí thấp trên toàn thế giới. Hãy gửi, nhận và giao dịch XLM trong ví ngay hôm nay.

source: Your Gold level verification is currently being reviewed by a Blockchain Support Member.
ja: ゴールドレベルの確認は、現在ブロックチェーンサポートメンバーによって審査されています。
pl: Twoja weryfikacja na poziomie Gold jest obecnie weryfikowana przez członka wsparcia Blockchain.
tr: Altın seviyesi doğrulamanız şu anda bir Blockchain Destek Üyesi tarafından inceleniyor.
vi: Quy trình xác minh cấp độ Vàng của bạn hiện đang được xem xét bởi Thành viên Hỗ trợ Blockchain.

source: Your order has expired. No funds left your account.
ja: ご注文は期限切れです。アカウントに残高がありません。
pl: Twoje zamówienie wygasło. Żadne fundusze nie opuściły Twojego konta.
tr: Siparişinizin süresi doldu. Hesabınızdan para kalmadı.
vi: Lệnh của bạn đã hết hạn. Tài khoản của bạn không còn tiền.

source: Your order has not completed yet due to network delays. It will be processed as soon as funds are received.
ja: ネットワークの遅延により、注文はまだ完了していません。資金が受領されるとすぐに処理されます。
pl: Twoje zamówienie nie zostało jeszcze zrealizowane z powodu opóźnień w sieci. Zostanie on przetworzony natychmiast po otrzymaniu środków.
tr: Ağ gecikmelerinden dolayı siparişiniz henüz tamamlanmadı. Fon alındığı anda işleme alınacaktır.
vi: Lệnh của bạn chưa được hoàn thành do trễ mạng. Lệnh sẽ được xử lý ngay khi nhận được tiền.

source: Zip Code
ja: 郵便番号
pl: Kod pocztowy
tr: Posta kodu
vi: Mã Zip

source: USD PAX Coming Soon!
ja: USD PAXが近日発売予定！
pl: USD PAX już wkrótce!
tr: USD PAX Çok Yakında!
vi: USD PAX sắp ra mắt!

source: We’re bringing USD PAX to iOS. While you wait, Send, Receive & Exchange USD PAX on the web.
ja: 我々はUSD PAXをiOSに持ってきています。あなたが待っている間に、ウェブ上でUSD PAXを送受信して交換してください。
pl: Wprowadzamy USD PAX do iOS. Podczas oczekiwania, Wyślij, Odbierz i wymień PAX USD w Internecie.
tr: USD PAX'ı iOS'a getiriyoruz. Beklerken web üzerinden USB PAX Gönderin, Alın ve Değiştirin.
vi: Chúng tôi mang USD Pax đến với iOS. Trong thời gian chờ đợi, hãy Gửi, Nhận & Chuyển đổi USD PAX trên web.

source: What is USD PAX?
ja: USD PAXとは何ですか？
pl: Co to jest USD PAX?
tr: USD PAX nedir?
vi: USD PAX là gì?

source: Airdrop Program
ja: エアドロッププログラム
pl: Program Airdrop
tr: Airdrop Programı
vi: Chương trình Airdrop

source: before proceeding.
ja: 続行する前に
pl: przed kontynuowaniem.
tr: devam etmeden önce.
vi: trước khi tiếp tục.

source: Begin Now
ja: 今すぐ始める
pl: Zacznij teraz
tr: Şimdi başla
vi: Bắt đầu gnay

source: By tapping Begin Now, you agree to Coinify's Terms of Service & Privacy Policy
ja: 今すぐ始めるをタップすると、Coinifyの利用規約とプライバシーポリシーに同意したことになります。
pl: Naciskając przycisk Rozpocznij teraz, wyrażasz zgodę na Warunki korzystania z usługi i Politykę prywatności Coinify
tr: Şimdi Başla öğesine dokunarak Coinify'ın Hizmet Koşullarını ve Gizlilik İlkelerini kabul edersiniz.
vi: Bằng cách nhấn vào Bắt đầu ngay, bạn đồng ý với Điều khoản Dịch vụ & Chính sách Quyền riêng tư của Coinify

source: Complete your profile to start instantly trading crypto from the security of your wallet and become eligible for our Airdrop Program.
ja: あなたの財布のセキュリティから即座に暗号の取引を開始し、私たちのエアドロッププログラムの対象となるためにあなたのプロフィールを完成させてください。
pl: Uzupełnij swój profil, aby natychmiast zacząć handlować krypto z zabezpieczeniem swojego portfela i kwalifikować się do naszego programu Airdrop.
tr: Cüzdanınızla hemen cryptoticareti yapmak ve Airdrpop Programından yararlanmak için profilinizi tamamlayın.
vi: Hoàn thành hồ sơ của bạn để nhanh chóng bắt đầu giao dịch tiền kỹ thuật số từ ví bảo mật của bạn và đủ điều kiện tham gia Chương trình Airdrop của chúng tôi.

source: Complete your profile to start instantly trading crypto from the security of your wallet.
ja: あなたの財布のセキュリティから即座に暗号交換を始めるためにあなたのプロフィールを完成させてください
pl: Uzupełnij swój profil, aby natychmiast zacząć handlować krypto z zabezpieczeniem swojego portfela.
tr: Cüzdanınızla hemen crypto ticareti yapmak için profilinizi tamamlayın.
vi: Hoàn thành hồ sơ của bạn để nhanh chóng bắt đầu giao dịch tiền kỹ thuật số từ ví bảo mật của bạn.

source: Complete your profile to start instantly trading crypto from the security of your wallet. Pro tip: Gold level gets you higher limits and future airdrops.
ja: あなたの財布のセキュリティから即座に暗号交換を始めるためにあなたのプロフィールを完成させてくださいプロのアドバイス：ゴールドレベルはあなたに上限と将来の空中投下をもたらします。
pl: Uzupełnij swój profil, aby natychmiast zacząć handlować krypto z zabezpieczeniem swojego portfela. Pro tip: Złoty poziom zapewnia wyższe limity i przyszłe zrzuty.
tr: Cüzdanınızla hemen crypto ticareti yapmak için profilinizi tamamlayın. Pro ipucu: Altın seviyesi yüksek limit ve gelecek airdrop'lardan yararlanma hakkı sunar.
vi: Hoàn thành hồ sơ của bạn để nhanh chóng bắt đầu giao dịch tiền kỹ thuật số từ ví bảo mật của bạn. Gợi ý từ chuyên gia: Mức vàng mang đến cho bạn hạn mức cao hơn và khả năng nhận các airdrop trong tương lai.

source: Get Stellar Now
ja: 今星をゲット
pl: Zdobądź gwiazdę teraz
tr: Şimdi Stellar Olun
vi: Nhận Stellar ngay

source: Go for Gold
ja: 金のために行く
pl: Idź po złoto
tr: Altın'a İlerleyin
vi: Đăng ký nhận Vàng

source: Is my country supported?
ja: 私の国は支えられていますか？
pl: Czy mój kraj jest wspierany?
tr: Ülkem destekleniyor mu?
vi: Quốc gia của tôi có được hỗ trợ không?

source: list of countries
ja: 国のリスト
pl: lista krajów
tr: ülke listesi
vi: danh sách các quốc gia

source: Not all countries are supported at this time. Check our up to date
ja: 現時点では、すべての国がサポートされているわけではありません。最新のものをチェック
pl: Obecnie nie wszystkie kraje są obsługiwane. Sprawdź nasze aktualne
tr: Şu anda tüm ülkeler desteklenmiyor. Güncel olanı kontrol edin
vi: Không phải tất cả quốc gia đều được hỗ trợ tại thời điểm này. Hãy kiểm tra để đảm bảo bạn đã cập nhật

source: Opt-in Now
ja: 今すぐオプトイン
pl: Zapisz się teraz
tr: Şimdi Seçin
vi: Chọn tham gia ngay

source: To keep using Buy & Sell, you'll need to update your profile. Once completed, you'll also unlock higher trading limits in Swap.
ja: Buy＆Sellを使い続けるには、プロフィールを更新する必要があります。完了すると、Swapの上限取引のロックも解除されます。
pl: Aby nadal korzystać z opcji Kupuj i sprzedawaj, musisz zaktualizować swój profil. Po zakończeniu odblokujesz również wyższe limity handlowe w Swap.
tr: Alış-Satış özelliğini kullanmyı sürdürmek için profilinizi güncellemeniz gerekir. Tamamladıktan sonra Swap'ta daha yüksek ticaret limitine sahip olacaksınız.
vi: Để tiếp tục sử dụng chức năng Mua & Bán, bạn sẽ cần cập nhật hồ sơ của mình. Sau khi hoàn thành, bạn cũng sẽ mở khóa các giới hạn giao dịch cao hơn trong Trao đổi.

source: Your information is being reviewed. The review should complete in 5 minutes. Please be aware there is a large waiting list for Stellar airdrops and unfortunately not all applications for free XLM will be successful.
ja: あなたの情報は見直されています。レビューは5分で完了します。 Stellar飛行場には大きな待機リストがあり、残念ながら無料XLMのすべてのアプリケーションが成功するわけではありません。
pl: Twoje informacje są sprawdzane. Recenzja powinna zakończyć się w ciągu 5 minut. Należy pamiętać, że istnieje duża lista oczekujących na zrzuty gwiezdne i niestety nie wszystkie aplikacje na bezpłatny XLM będą skuteczne.
tr: Bilgileriniz inceleniyor. İnceleme 5 dakika içinde tamamlanmalıdır. Stellar airdrop için uzun bir bekleme listesi olduğunu ve ücretsiz XLM taleplerinin tümünün başarılı olmadığını lütfen unutmayın.
vi: Thông tin của bạn đang được xem xét. Quá trình xem xét sẽ hoàn tất trong 5 phút. Xin lưu ý rằng có một danh sách rất dài đang chờ để nhận airdrop Stellar và không phải tất cả đơn đăng ký nhận XLM miễn phí đều sẽ thành công.

source: You’re eligible for future airdrops.
ja: あなたは将来の飛行に適格です。
pl: Masz prawo do przyszłych zrzutów.
tr: Gelecekteki airdrop'lar için uygunsunuz.
vi: Bạn đủ điều kiện cho các airdrop trong tương lai.

source: You’re now eligible for future Airdrops.
ja: あなたは現在、将来のAirdropsの資格があります。
pl: Masz teraz prawo do przyszłych Airdropów.
tr: Artık gelecekteki Airdrop'lar için uygunsunuz.
vi: Bạn đủ điều kiện cho các Airdrop trong tương lai.

source: %@ payment request.
ja: %@支払い要求。
pl: Żądanie płatności %@ .
tr: %@ ödeme talebi.
vi: Yêu cầu thanh toán %@.

source: Even better, since you need ETH to make USD PAX trades, we just airdropped enough ETH into your Wallet to cover your first 3 transactions 🙌🏻
ja: さらに良いことに、USD PAX取引を行うにはETHが必要なので、最初の3つの取引をカバーするのに十分なETHをWalletに投入しました。
pl: Co więcej, ponieważ potrzebujesz ETH do zawierania transakcji PAX w USD, po prostu zrzuciliśmy wystarczającą ilość ETH do Twojego portfela, aby pokryć Twoje pierwsze 3 transakcje 🙌🏻
tr: Daha da iyisi USD PAX ticareti yapmak için ETH'ye ihtiyacınız olduğundan ilk 3 işleminize yetecek miktarda ETH'yi cüzdanınıza gönderdik 🙌🏻
vi: Thậm chí còn tốt hơn, do bạn cần ETH để thực hiện giao dịch USD PAX, chúng tôi sẽ airdrop đủ ETH vào Ví của bạn để trả phí cho 3 giao dịch đầu tiên của bạn 🙌🏻

source: Invalid ETH Address
ja: 無効なETHアドレス
pl: Nieprawidłowy adres ETH
tr: Geçersiz ETH Adresi
vi: Địa chỉ ETH không hợp lệ

source: My USD PAX Wallet
ja: 私のUSD PAX財布
pl: Mój portfel USD PAX
tr: USD PAX Cüzdanım
vi: Ví USD PAX của tôi

source: Not Enough
ja: 十分ではない
pl: Niewystarczająco
tr: Yeterli Değil
vi: Không đủ

source: Not Enough ETH
ja: ETHが不十分
pl: Nie wystarczy ETH
tr: Yeterli ETH yok
vi: Không đủ ETH

source: PAX Fee
ja: PAX手数料
pl: Opłata PAX
tr: PAX Ücreti
vi: Phí PAX

source: Please send %@ to
ja: に%@を送ってください
pl: Proszę wysłać %@ do
tr: %@'e gönderin
vi: Vui lòng gửi %@ đến

source: Success! Your Exchange has been started!
ja: 成功！あなたの交換は開始されました！
pl: Powodzenie! Twoja Exchange została uruchomiona!
tr: Başarılı! Takas başlatıldı!
vi: Thành công! Chuyển đổi của bạn đã bắt đầu!

source: View Order Details
ja: 注文の詳細を見る
pl: Zobacz szczegóły zamówienia
tr: Sipariş Detaylarını Görüntüle
vi: Xem chi tiết lệnh

source: You must enter a valid ETH address to send your ERC20 Token
ja: ERC20トークンを送信するには有効なETHアドレスを入力する必要があります
pl: Musisz podać prawidłowy adres ETH, aby wysłać swój token ERC20
tr: ERC20 Token göndermek için geçerli bir ETH adresi girmelisiniz
vi: Bạn phải nhập địa chỉ ETH hợp lệ để gửi Mã thông báo ERC20 của mình

source: You'll need ETH to send your ERC20 Token
ja: ERC20トークンを送信するにはETHが必要です。
pl: Będziesz potrzebował ETH, aby wysłać swój token ERC20
tr: ERC20 Token göndermek için ETH'ye gerek var
vi: Bạn sẽ cần ETH để gửi Mã thông b áo ERC20 của mình

source: Your Exchange has been started!
ja: あなたの交換は開始されました！
pl: Twoja Exchange została uruchomiona!
tr: Takas başlatıldı!
vi: Chuyển đổi của bạn đã bắt đầu!

source: Your second password is required in order to create a %@ account.
ja: %@アカウントを作成するには、2番目のパスワードが必要です。
pl: Twoje drugie hasło jest wymagane, aby utworzyć konto %@ .
tr: Bir %@ hesabı oluşturmak için ikinci bir parola gereklidir.
vi: Cần có mật khẩu cấp hai của bạn để tạo tài khoản %@.

source: Digital US Dollars
ja: デジタル米ドル
pl: Cyfrowe dolary amerykańskie
tr: Dijital ABD Doları
vi: Đôla Mỹ kỹ thuật số

source: Get USD PAX Now
ja: 今USD PAXを入手
pl: Uzyskaj USD PAX teraz
tr: Hemen USD PAX alın
vi: Nhận USD PAX ngay

source: Introducing USD PAX, a safe and stable crypto asset you can use to store value. 1 PAX equals 1 USD.
ja: 安全で安定した暗号資産であるUSD PAXを紹介して、価値を保存しましょう。 1 PAXは1 USDに相当します。
pl: Przedstawiamy USD PAX, bezpieczny i stabilny zasób kryptograficzny, którego możesz użyć do przechowywania wartości. 1 PAX wynosi 1 USD.
tr: Varlıklarınızı saklamak için kullanacağınız güvenli ve dengeli bir kripto değer USD PAX ile tanışın. 1 PAX 1 dolardır.
vi: Giới thiệu USD PAX, tài sản tiền kỹ thuật số an toàn và ổn định mà bạn có thể sử dụng để lưu trữ giá trị. 1 PAX bằng 1 USD.

source: Learn more about USD PAX
ja: USD PAXの詳細
pl: Dowiedz się więcej o USD PAX
tr: USD PAX'ı daha iyi tanıyın
vi: Tìm hiểu thêm về USD PAX

source: Swap for USD PAX Now
ja: 今USD PAXを入手
pl: Uzyskaj USD PAX teraz
tr: Hemen USD PAX alın
vi: Nhận USD PAX ngay

source: Your USD PAX transactions will show up here once you make your first transaction.
ja: あなたの最初の取引をするとあなたのUSD PAX取引がここに現れます。
pl: Twoje transakcje USD PAX pojawią się tutaj po dokonaniu pierwszej transakcji.
tr: İlk işleminizi gerçekleştirdiğinizde, USD PAX işlemleriniz burada görüntülenecektir.
vi: Các giao dịch USD PAX của bạn sẽ hiển thị tại đây sau khi bạn thực hiện giao dịch đầu tiên.

source: %@ Received
ja: 受信した%@
pl: %@ Odebrano
tr: %@ Alındı
vi: Đã nhận %@

source: %@ Wallet Address
ja: %@ウォレットアドレス
pl: %@ Adres portfela
tr: %@ Cüzdan Adresi
vi: Địa chỉ ví %@

source: A new window should open within 10 seconds.
ja: 新しいウィンドウが10秒以内に開きます。
pl: Nowe okno powinno się otworzyć w ciągu 10 sekund.
tr: 10 saniye içinde yeni bir pencere açılmalıdır.
vi: Một cửa sổ mới sẽ mở trong vòng 10 giây.

source: An error occured. Please try again
ja: エラーが発生した。もう一度やり直してください
pl: Wystąpił błąd. Proszę spróbuj ponownie
tr: Bir hata oluştu. Lütfen tekrar deneyin.
vi: Đã xảy ra lỗi. Vui lòng thử lại

source: Backspace button
ja: バックスペースボタン
pl: Przycisk Backspace
tr: Backspace düğmesi
vi: Phím Backspace

source: Built by Blockchain.com
ja: Blockchain.comによって構築された
pl: Zbudowany przez Blockchain.com
tr: Blockchain.com tarafından geliştirildi
vi: Được xây dựng bởi Blockchain.com

source: Confirm Your PIN
ja: PINを確認してください
pl: Potwierdź swój kod PIN
tr: PIN kodunuzu onaylayın
vi: Xác nhận mã PIN của bạn

source: Connect
ja: 接続する
pl: Połączyć
tr: Bağlan
vi: Kết nối

source: Connect Now
ja: 今すぐ接続
pl: Połącz teraz
tr: Şimdi Bağlan
vi: Kết nối ngay

source: Connected
ja: 接続済み
pl: Połączony
tr: Bağlı
vi: Đã kết nối

source: Connecting You To The PIT
ja: PITにあなたを接続する
pl: Łączenie Cię z PIT
tr: PIT'e Bağlanıyorsunuz
vi: Kết nối bạn với The PIT

source: Connection Error
ja: 接続エラー
pl: Błąd połączenia
tr: Bağlantı hatası
vi: Lỗi kết nối

source: Copied!
ja: コピーしました！
pl: Skopiowane!
tr: Kopyalandı!
vi: Đã sao chép!

source: Copy
ja: コピーする
pl: Kopiuj
tr: Kopyala
vi: Sao chép

source: Create Your PIN
ja: あなたのPINを作成
pl: Utwórz swój kod PIN
tr: PIN kodunuzu oluşturun
vi: Tạo mã PIN của bạn

source: Creating a new address
ja: 新しい住所を作成する
pl: Tworzenie nowego adresu
tr: Yeni adres oluşturuluyor
vi: Tạo địa chỉ mới

source: Enable Face ID
ja: 顔IDを有効にする
pl: Włącz identyfikator twarzy
tr: Face ID seçeneğini etkinleştirme
vi: Bật nhận diện khuôn mặt

source: Enable Touch ID
ja: タッチIDを有効にする
pl: Włącz Touch ID
tr: Touch ID seçeneğini etkinleştir
vi: Nhập cảm biến vân tay

source: Enter bch address or select
ja: bchアドレスを入力するかを選択してください
pl: Wprowadź adres bch lub wybierz
tr: Bch adresi girin veya seçin
vi: Nhập địa chỉ bch hoặc chọn

source: Enter btc address or select
ja: BTCアドレスを入力するか、を選択します。
pl: Wprowadź adres btc lub wybierz
tr: Bitcoin adresi girin veya seçin
vi: Nhập địa chỉ btc hoặc chọn

source: Enter eth address
ja: ethアドレスを入力してください
pl: Wpisz adres eth
tr: Eth adresini girin
vi: Nhập địa chỉ eth

source: Enter Your PIN
ja: PINを入力してください
pl: Wprowadź swój PIN
tr: PIN kodunuzu girin
vi: Nhập mã PIN của bạn
