Repository: AYCH-Inc/aych.blockios.wallet
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: ja, pl, tr, vi

source: Exchange crypto addresses so you don't have to copy and paste
ja: 暗号化アドレスを交換するので、コピーして貼り付ける必要はありません。
pl: Wymieniaj adresy kryptograficzne, dzięki czemu nie musisz kopiować i wklejać
tr: Kopyala Yapıştıra gerek kalmadan kripto adresleri paylaşın
vi: Chuyển đổi địa chỉ tiền kỹ thuật số để bạn không phải sao chép và dán

source: Face id authentication
ja: フェイスID認証
pl: Uwierzytelnianie identyfikatora twarzy
tr: Face ID kimlik doğrulaması
vi: Xác thực nhận diện khuôn mặt

source: Incorrect PIN
ja: 間違ったPIN
pl: Nieprawidłowy kod PIN
tr: Yanlış PIN
vi: MÃ PIN không chính xác

source: It's time to Level Up to a better crypto exchange. First 100,000 traders to sign up will trade free for 30 days.
ja: レベルアップして、より良い暗号交換を行いましょう。最初にサインアップした10万人のトレーダーが30日間無料でトレードします。
pl: Nadszedł czas na Level Up do lepszej wymiany kryptograficznej. Pierwsze 100 000 handlowców, którzy chcą się zarejestrować, będzie handlować za darmo przez 30 dni.
tr: Daha iyi bir kripto borsası deneyimine hazır olun. İlk 100,000 kullanıcı 30 gün boyunca ücretsiz işlem yapacak!
vi: Đã đến lúc nâng sàn giao dịch tiền kỹ thuật số của bạn lên cấp độ tốt hơn. 100.000 người giao dịch đầu tiên đăng ký sẽ được phép giao dịch miễn phí trong 30 ngày.

source: Just a moment.
ja: ちょっとまってください。
pl: Chwileczkę.
tr: Bir dakika.
vi: Đợi một chút.

source: Launch The PIT
ja: PITを起動する
pl: Uruchom PIT
tr: PIT'i başlatın
vi: Khởi chạy The PIT

source: Lightning Fast Trades
ja: 超高速トレード
pl: Handel błyskawicami
tr: Yıldırım hızında işlemler
vi: Giao dịch nhanh như chớp

source: Liquid & Reliable
ja: リキッド＆信頼性
pl: Płynny i niezawodny
tr: Likit ve Güvenilir
vi: Lưu động & Đáng tin cậy

source: Loading Your Wallet
ja: あなたの財布をロードする
pl: Ładowanie Twojego portfela
tr: Cüzdanınız Yükleniyor
vi: Đang tải ví của bạn

source: Log in to refresh addresses
ja: アドレスを更新するにはログインしてください
pl: Zaloguj się, aby odświeżyć adresy
tr: Adresleri yenilemek için giriş yapın
vi: Đăng nhập để làm mới địa chỉ

source: Log Out
ja: ログアウト
pl: Wyloguj
tr: Çıkış Yap
vi: Đăng xuất

source: Low Fees
ja: 低料金
pl: Niskie opłaty
tr: Düşük İşlem Ücretleri
vi: Mức phí thấp

source: My PIT %@ Wallet
ja: 私のPIT %@財布
pl: Mój portfel PIT %@
tr: Benim PIT %@ Cüzdanım
vi: Ví PIT %@ của tôi

source: PIN response Object success length 0
ja: PIN応答オブジェクト成功長0
pl: Odpowiedź PIN Długość sukcesu obiektu 0
tr: PIN Yanıt Nesnesi başarı uzunluğu 0
vi: Kết quả phản hồi mã PIN dài 0

source: PINs don't match
ja: PINが一致しません
pl: Kody PIN nie pasują
tr: PIN’ler eşleşmiyor
vi: Mã PIN không khớp

source: Please enter your wallet password.
ja: ウォレットのパスワードを入力してください。
pl: Wprowadź swoje hasło do portfela.
tr: Lütfen cüzdan şifrenizi girin.
vi: Vui lòng nhập mật khẩu ví của bạn.

source: Quickly sign into your wallet instead of using your PIN.
ja: PINを使用する代わりに、財布にすばやくサインインしてください。
pl: Szybko zaloguj się do portfela, a nie za pomocą kodu PIN.
tr: PIN'inizi kullanmak yerine cüzdanınıza hızlıca giriş yapın.
vi: Đăng nhập vào ví một cách nhanh chóng thay vì phải sử dụng mã PIN.

source: Ready for the the best Blockchain App yet? Download our latest build and get more out of your Crypto.
ja: まだ最高のブロックチェーンアプリの準備はできましたか？私たちの最新のビルドをダウンロードして、あなたのCryptoをもっと活用してください。
pl: Gotowy na najlepszą aplikację Blockchain jeszcze? Pobierz naszą najnowszą wersję i zyskaj więcej dzięki Crypto.
tr: Şimdiye kadarki en iyi Blockchain Uygulaması için hazır mısınız? En son sürümümüzü indirin ve kripto paralarınızdan daha fazla yararlanın.
vi: Bạn đã sẵn sàng cho ứng dụng Blockchain tốt nhất? Hãy tải xuống bản dựng mới nhất của chúng tôi và tận dụng tiền kỹ thuật số của bạn hiệu quả hơn.

source: Send Again
ja: もう一度送信
pl: Wyślij ponownie
tr: Tekrar gönderin
vi: Gửi lại

source: Share
ja: シェア
pl: Dzielić
tr: Paylaş
vi: Chia sẻ

source: Share your Gold or Silver Level status
ja: ゴールドまたはシルバーレベルのステータスを共有する
pl: Udostępnij swój status złotego lub srebrnego poziomu
tr: Gold & Silver Seviyenizi Paylaşın
vi: Chia sẻ trạng thái Cấp độ Vàng hoặc Bạc của bạn

source: Swipe right to see your addresses
ja: あなたの住所を見るために右にスワイプ
pl: Przesuń w prawo, aby zobaczyć swoje adresy
tr: Adreslerinizi görmek için sağa kaydırın
vi: Vuốt sang phải để xem địa chỉ của bạn

source: The only Exchange that connects to your Wallet.
ja: あなたの財布に接続する唯一の取引所。
pl: Jedyna Exchange, która łączy się z Twoim Portfelem.
tr: Cüzdanınıza bağlanabilen tek borsa.
vi: Sàn giao dịch duy nhất kết nối với Ví của bạn.

source: The PIT
ja: ピット
pl: Jama
tr: PIT

source: The PIT will be able to:
ja: PITは以下のことができるようになります。
pl: PIT będzie mógł:
tr: PIT şunları yapabilecek:
vi: The PIT sẽ có thể:

source: The PIT will not be able to:
ja: PITは次のことができなくなります。
pl: PIT nie będzie w stanie:
tr: PIT şunları yapamayacak:
vi: The PIT sẽ không thể:

source: This is your address
ja: これはあなたの住所です
pl: To jest twój adres
tr: Bu sizin adresiniz
vi: Đây là địa chỉ của bạn

source: This is your address QR code
ja: これはあなたの住所のQRコードです
pl: To jest Twój kod QR
tr: Bu sizin adres QR kodunuz
vi: Đây là mã QR địa chỉ của bạn

source: Too Many PIN Attempts
ja: PINの試行回数が多すぎます
pl: Zbyt wiele prób PIN
tr: Çok Fazla PIN Denemesi
vi: Thử nhập mã PIN quá nhiều lần

source: Touch id authentication
ja: タッチID認証
pl: Uwierzytelnianie dotykowe id
tr: Dokunmatik kimlik doğrulama
vi: Xác thực cảm biến vân tay

source: Update Available
ja: 利用可能なアップデート
pl: Dostępna aktualizacja
tr: Güncelleme mevcut
vi: Đã có bản cập nhật

source: Verify Your Email
ja: あなたの電子メールを確認します
pl: Zweryfikuj swój email
tr: Eposta adresinizi doğrulayın
vi: Xác minh email của bạn

source: View your wallet password
ja: ウォレットのパスワードを表示する
pl: Wyświetl swoje hasło do portfela
tr: Cüzdan şifrenizi görüntüleyin
vi: Xem mật khẩu ví của bạn

source: We could not connect your Wallet to The PIT. Please try again
ja: あなたの財布をThe PITに接続することはできませんでした。もう一度やり直してください
pl: Nie mogliśmy połączyć twojego portfela z PIT. Proszę spróbuj ponownie
tr: Cüzdanınızı PIT'e bağlayamadık. Lütfen tekrar deneyin
vi: Chúng tôi không thể kết nối Ví của bạn với The PIT. Vui lòng thử lại

source: We just sent you a verification email. Your email address needs to be verified before you can connect to The PIT.
ja: 確認メールを送信しました。 PITに接続する前に、あなたのEメールアドレスを確認する必要があります。
pl: Właśnie wysłaliśmy Ci e-mail weryfikacyjny. Twój adres e-mail musi zostać zweryfikowany, zanim będziesz mógł połączyć się z The PIT.
tr: Az önce size bir doğrulama e-postası gönderdik. PIT'e bağlanmadan önce e-posta adresinizin doğrulanması gerekiyor.
vi: Chúng tôi vừa gửi cho bạn email xác minh. Địa chỉ email của bạn cần được xác minh trước khi bạn có thể kết nối với The PIT.

source: You have connected your Blockchain Wallet to The PIT.
ja: ブロックチェーンウォレットをPITに接続しました。
pl: Połączyłeś swój portfel Blockchain z PIT.
tr: Blockchain Cüzdanınızı PIT'e bağladınız.
vi: Bạn đã kết nối Ví Blockchain của mình với The PIT.

source: Your New PIN is Ready
ja: 新しいPINが準備できました
pl: Twój nowy PIN jest gotowy
tr: Yeni PIN'iniz Hazır
vi: Mã PIN mới của bạn đã sẵn sàng

source: Your new PIN must be different
ja: 新しいPINは異なる必要があります
pl: Twój nowy kod PIN musi być inny
tr: Yeni PIN'iniz farklı olmalı
vi: Mã PIN mới phải khác

source: You’re all set to connect your Blockchain Wallet to The PIT.
ja: Blockchain WalletをThe PITに接続する準備が整いました。
pl: Jesteś gotowy podłączyć swój Portfel Blockchain do PIT.
tr: Blockchain Cüzdanınızı PIT'e bağlamaya tamamen hazırsınız.
vi: Bạn đã hoàn tất cả bước để kết nối Ví Blockchain với The PIT.

source: Normal
ja: 標準
pl: Normalny
vi: Tốt

source: SMS
vi: Tin nhắn SMS

source: PIN
vi: Mã PIN

source: at
ja: で
pl: w
vi: tại

source: Get %@
pl: Uzyskaj %@
vi: Nhận %@

source: Euro
ja: ユーロ

source: New
pl: Nowy
