Repository: AYCH-Inc/aych.blockios.wallet
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: ja, pl, tr, vi

source: You asked, we listened. We’re excited to announce that your Blockchain wallet will now allow you to seamlessly send and receive ether!
ja: 皆さまの声にお応えしました。ブロックチェーンウォレットでスムーズなイーサの送受信が可能になりました！
pl: Poprosiliście, a my wysłuchaliśmy. Z radością informujemy, że Twój portfel Blockchain potrafi teraz płynnie wysyłać i odbierać walutę Ether!
tr: Siz istediniz, biz gerçekleştirdik. Artık Blockchain cüzdanınızın sorunsuz bir şekilde ether gönderip alabileceğini size bildirmekten dolayı heyecanlıyız!
vi: Chúng tôi lắng nghe yêu cầu của bạn. Chúng tôi rất vui mừng thông báo ví Blockchain giờ đây đã cho phép bạn tự do gửi và nhận ether!

source: Get Started with Ether
ja: イーサ取引を開始
pl: Zacznij przygodę z Ether
tr: Ether ile Başlayın
vi: Bắt Đầu Với Ether

source: To use this service, we require you to enter your second password. You should only need to enter this once to set up your Ether wallet.
ja: このサービスを利用するには、2つ目のパスワードを入力する必要があります。イーサウォレットの設定の際に入力が一度のみ必要です。
pl: Aby móc korzystać z tej usługi, musisz wprowadzić drugie hasło. Będzie to konieczne tylko jeden raz - do skonfigurowania portfela Ether.
tr: Bu hizmeti kullanmak için ikinci şifrenizi girmeniz gerekir. Bunu Ether cüzdanınızı oluşturmak için sadece bir kez girmeniz gerekir.
vi: Để sử dụng dịch vụ này, chúng tôi yêu cầu bạn nhập mật khẩu cấp hai của mình. Bạn chỉ cần nhập mật khẩu cấp hai một lần để thiết lập ví Ether của mình.

source: Day
ja: 日
pl: Dzień
tr: Gün
vi: Ngày

source: All
ja: すべて
pl: Wszystkie
tr: Tümü
vi: Tất cả

source: My Ether Wallet
ja: マイEtherウォレット
pl: Mój portfel Ether
tr: Ether Cüzdanım
vi: Ví Ether của tôi

source: Miners receive this fee to process this transaction.
ja: この手数料は取引処理のために採掘者に支払われます。
pl: Górnicy otrzymują tę opłatę, aby przetworzyć tę transakcję.
tr: Madenciler bu işlemi gerçekleştirmek için bu ücreti alır.
vi: Các thợ đào nhận được khoản phí này để thực hiện giao dịch này.

source: Get Ether
ja: Etherを取得
pl: Zdobądź Ether
tr: Ether Alın
vi: Nhận Ether

source: Exchange
ja: 取引
pl: Wymiana
tr: Dönüştürme
vi: Chuyển đổi

source: New Exchange
ja: 新取引
pl: Nowa Wymiana
tr: Yeni Dönüştürme
vi: Chuyển đổi Mới

source: Use minimum
ja: 最小値を使用
pl: Wykorzystaj minimum
tr: Minimum tutarı kullanın
vi: Sử dụng tối thiểu

source: Use maximum
ja: 最大値を使用
pl: Wykorzystaj maksimum
tr: Maksimum tutarı kullanın
vi: Sử dụng tối đa

source: Sending Funds
ja: 資金の送信
pl: Wysyłanie Środków
tr: Para Gönderiliyor
vi: Gửi Khoản Tiền

source: Thanks for placing your trade! Exchange trades can take up to two hours, and you can keep track of your trade’s progress in the Order History section.
ja: 取引を実行していただきありがとうございます！取引の完了には最大2時間かかります。進捗状況は注文履歴のセクションから確認することができます。
pl: Dziękujemy za wykonanie transakcji! Transakcje wymiany mogą zająć do dwóch godzin i możesz śledzić postęp realizacji swojej transakcji w dziale Historii Zleceń.
tr: İşleminizi gerçekleştirdiğiniz için teşekkürler! Dönüştürme işlemleri iki saate kadar sürebilir, işleminizi Sipariş Geçmişi kısmından takip edebilirsiniz.
vi: Cảm ơn bạn đã đầu tư giao dịch! Các giao dịch chuyển đổi có thể mất đến hai giờ, bạn có thể theo dõi tiến trình giao dịch của mình tại mục Lịch sử Đặt lệnh.

source: In Progress
ja: 実行中
pl: W trakcie realizacji
tr: Devam Ediyor
vi: Đang tiến hành

source: Exchanges can take up to two hours, you can keep track of your exchange progress in the Order History. Once the trade is complete, your ether will arrive in your wallet.
ja: 取引の完了には最大2時間かかります。進捗状況は注文履歴のセクションから確認することができます。取引が完了すると、Etherがウォレットに入金されます。
pl: Transakcje Wymiany mogą zająć do dwóch godzin i możesz śledzić postęp realizacji swojej transakcji w dziale Historii Zleceń. Po wykonaniu transakcji Twoje środki w ether zostaną dodane do Twojego portfela.
tr: Dönüştürme işlemleri iki saate kadar sürebilir, işleminizi Sipariş Geçmişi kısmından takip edebilirsiniz. İşlem tamamlandığında ether'iniz cüzdanınıza yatacaktır
vi: Các chuyển đổi có thể mất đến hai giờ, bạn có thể theo dõi tiến trình chuyển đổi của mình tại Lịch sử Đặt lệnh. Khi hoạt động giao dịch hoàn tất, ether sẽ được chuyển đến ví của bạn.

source: Your trade has been canceled. Please return to the exchange tab to start your trade again.
ja: 取引はキャンセルされました。取引タブから取引を再開してください。
pl: Twoja transakcja została anulowana. Wróć do zakładki wymiany, aby ponownie rozpocząć transakcję.
tr: İşleminiz iptal edildi. İşleminizi yeniden başlatmak için lütfen dönüştürme sekmesine geri dönün.
vi: Giao dịch của bạn đã bị hủy. Vui lòng quay lại thẻ chuyển đổi để bắt đầu giao dịch lại.

source: Failed
ja: 失敗しました
pl: Nie udało się
tr: Başarısız
vi: Thất bại

source: This trade has failed. Any funds sent from your wallet will be returned minus the transaction fee. Please return to the exchange tab to start a new trade.
ja: この取引に失敗しました。ウォレットから送信された資金は取引手数料を差し引いて返金されます。取引タブから取引を再開してください。
pl: Nie udało się wykonać tej transakcji. Wszelkie środki przesłane z Twojego portfela zostaną zwrócone po potrąceniu opłaty transakcyjnej. Wróć do zakładki wymiany, aby wykonać nową transakcję.
tr: Bu işlem başarısız oldu. Cüzdanınızdan gönderilen tüm para, işlem ücreti çıkarıldıktan sonra cüzdanınıza iade edilecektir. Yeni bir işlem başlatmak için lütfen dönüştürme sekmesine geri dönün.
vi: Giao dịch này đã thất bại. Bất cứ khoản tiền nào được gửi từ ví của bạn sẽ được hoàn trả sau khi trừ phí giao dịch. Vui lòng quay lại thẻ chuyển đổi để bắt đầu một giao dịch mới.

source: Your trade has expired. Please return to the exchange tab to start a new trade.
ja: 取引の期限が切れました。取引タブから取引を再開してください。
pl: Twoja transakcja wygasła. Wróć do zakładki wymiany, aby wykonać nową transakcję.
tr: İşleminiz başarısız oldu. Yeni bir işlem başlatmak için lütfen dönüştürme sekmesine geri dönün.
vi: Giao dịch của bạn đã hết hạn. Vui lòng quay lại thẻ chuyển đổi để bắt đầu một giao dịch mới.

source: You can now exchange your bitcoin for ether and vice versa directly from your Blockchain wallet!
ja: ブロックチェーンウォレットから直接BitocoinとEtherの両替ができるようになりました！
pl: Możesz teraz wymieniać swoje środki w bitcoin na środki w ether i odwrotnie, bezpośrednio w swoim portfelu Blockchain!
tr: Şimdi doğrudan Blockchain cüzdanınızdan bitcoin'inizi ether ile ve ether'inizi bitcoin ile dönüştürebilirsiniz!
vi: Giờ đây bạn có thể chuyển đổi bitcoin của mình sang ether và ngược lại, trực tiếp từ ví Blockchain!

source: %@ to Deposit
ja: %@を入金
pl: %@ do wpłaty
tr: %@ Yatırılacak
vi: %@ để Gửi tiền

source: %@ to be Received
ja: %@を受け取る
pl: %@ do otrzymania
tr: %@ Alınacak
vi: %@ để Được nhận

source: Exchange Rate
ja: 両替レート
pl: Stawka wymiany
tr: Dönüştürme Kuru
vi: Tỷ Giá

source: Transaction Fee
ja: 取引手数料
pl: Opłata transakcyjna
tr: İşlem Ücreti
vi: Phí Giao dịch

source: Network Transaction Fee
ja: ネットワークトランザクション手数料
pl: Opłata za transakcję sieciową
tr: Ağ İşlem Ücreti
vi: Phí Giao dịch Mạng lưới

source: ShapeShift Withdrawal Fee
ja: ShapeShift引出し手数料
pl: Opłata za wypłatę ShapeShift
tr: ShapeShift Para Çekme Ücreti
vi: Phí Rút tiền ShapeShift

source: Agree to ShapeShift
ja: ShapeShiftに同意
pl: Zgoda na ShapeShift
tr: ShapeShift
vi: Đồng ý với ShapeShift

source: terms and conditions
ja: 利用規約
pl: zasady i warunki
tr: şart ve koşullarını kabul edersiniz
vi: các điều khoản và điều kiện

source: Exchange In Progress
ja: 取引を実行中
pl: Wymiana w trakcie
tr: Dönüştürme Devam Ediyor
vi: Đang Tiến hành Chuyển đổi

source: Exchange Completed
ja: 取引完了
pl: Wymiana zakończona
tr: Dönüştürme Tamamlandı
vi: Chuyển đổi Hoàn tất

source: Get started
ja: 開始する
pl: Rozpocznij
tr: Başlayın
vi: Bắt đầu

source: Below minimum limit
ja: 最少額未満
pl: Poniżej minimalnego limitu
tr: Minimum limitin altında
vi: Dưới mức giới hạn tối thiểu

source: Above maximum limit
ja: 最大額以上
pl: Powyżej maksymalnego limitu
tr: Minimum limitin üzerinde
vi: Trên mức giới hạn tối đa

source: Not enough to exchange
ja: 十分な取引額がありません
pl: Niewystarczające środki do wymiany
tr: Dönüştürme için yeterli değil
vi: Không đủ để chuyển đổi

source: Order ID
ja: 注文ID
pl: Numer ID zlecenia
tr: Sipariş Numarası
vi: ID Đặt lệnh

source: Total %@ spent
ja: 消費合計額%@
pl: Łącznie wydano %@
tr: Toplam %@ harcandı
vi: Tổng sử dụng %@

source: Getting quote
ja: 見積を取得
pl: Pozyskiwanie oferty
tr: Fiyat teklifi alınıyor
vi: Nhận báo giá

source: Confirming
ja: 確認中
pl: Potwierdzanie
tr: Onaylanıyor
vi: Xác nhận

source: Complete
ja: 完了
pl: Zakończono
tr: Tamamlayın
vi: Hoàn tất

source: Quote expires in %@
ja: %@で見積が失効します
pl: Oferta wygasa za %@
tr: Fiyat teklifi %@ içinde sona eriyor
vi: Báo giá hết hạn trong %@

source: Step %d of %d
ja: ステップ%d／%d
pl: Krok %d z %d
tr: Adım %d/%d
vi: Bước %d trên %d

source: Select your State:
ja: 州を選択:
pl: Wybierz swój stan:
tr: Ülkenizi Seçin:
vi: Lựa chọn Bang:

source: Select State
ja: 州を選択
pl: Wybierz stan
tr: Ülke Seçin
vi: Lựa chọn Bang

source: Not Available
ja: 利用できません
pl: Niedostępne
tr: Kullanılamıyor
vi: Không Có

source: Exchanging coins is not yet available in your state. We’ll be rolling out more states soon.
ja: コイン取引はお住いの地域でご利用いただけません。今後対象地域が追加される予定です。
pl: Wymiana monet nie jest dostępna w stanie, w którym mieszkasz. Wkrótce uruchomimy tę usługą w kolejnych stanach.
tr: Para dönüştürme işlemi ülkenizde henüz kullanılamıyor. Yakında daha fazla ülkeyi dahil edeceğiz.
vi: Chuyển đổi xu hiện chưa có tại bang của bạn. Chúng tôi sẽ sớm phát hành thêm các bang khác.

source: An error occurred when getting your %@ balance. Please try again later. Details: %@
ja: %@の残高取得中にエラーが発生しました。後で再試行してください。詳細: %@
pl: Podczas odczytu Twojego salda wystąpił błąd %@. Spróbuj ponownie później. Szczegóły: %@
tr: %@ bakiyenizi oluştururken bir hata oluştu. Lütfen tekrar deneyin. Ayrıntılar: %@
vi: Xuất hiện lỗi khi tải số dư %@ của bạn. Vui lòng thử lại sau. Chi tiết: %@

source: An error occurred when getting an approximate quote. Please try again later. Details: %@
ja: おおよその見積の取得に失敗しました。後で再試行してください。詳細: %@
pl: Podczas pozyskiwania orientacyjnej oferty wystąpił błąd. Spróbuj ponownie później. Szczegóły: %@
tr: Tahmini bir fiyat teklifi alınırken bir hata oluştu. Lütfen tekrar deneyin. Ayrıntılar: %@
vi: Xuất hiện lỗi khi tải báo giá ước tính. Vui lòng thử lại sau. Chi tiết: %@

source: Deposited to ShapeShift
ja: ShapeShiftに入金しました
pl: Wpłacono na ShapeShift
tr: ShapeShift'e yatırıldı
vi: Đã gửi tiền vào ShapeShift

source: Received from ShapeShift
ja: ShapeShiftから受信しました
pl: Otrzymano od ShapeShift
tr: ShapeShift'ten alındı
vi: Đã nhận từ ShapeShift

source: Order History
ja: 注文履歴
pl: Historia Zleceń
tr: Sipariş Geçmişi
vi: Lịch sử Đặt lệnh

source: Incoming
ja: 受け取り
pl: Nadchodzące
tr: Gelen
vi: Doanh thu

source: Trade Expired
ja: 取引が失効しました
pl: Transakcja wygasła
tr: İşlemin Süresi Sona Erdi
vi: Giao dịch Hết hạn

source: Your trade has expired. Please return to the Exchange page to start your trade again.
ja: 取引に失敗しました。取引ページから取引を再開してください。
pl: Twoja transakcja wygasła. Wróć do strony Wymiany, aby ponownie rozpocząć swoją transakcję.
tr: İşleminizin süresi sona erdi. İşleminizi yeniden başlatmak için lütfen Dönüştürme sekmesine geri dönün.
vi: Giao dịch của bạn đã hết hạn. Vui lòng quay lại trang Chuyển đổi để bắt đầu lại giao dịch của bạn.

source: No Funds to Exchange
ja: 取引する資金がありません
pl: Brak środków do wymiany
tr: Dönüştürülecek Para Yok
vi: Không có Tiền để Chuyển đổi

source: You have no funds to exchange. Why not get started by receiving some funds?
ja: 取引する資金がありません. まぜ資金を受信してみましょう。
pl: Nie posiadasz żadnych środków do wymiany. Możesz zaczniesz od otrzymania jakichś środków?
tr: Dönüştürecek paranız yok. Neden biraz para almaya başlamıyorsunuz?
vi: Bạn không có tiền để chuyển đổi. Tại sao không bắt đầu bằng cách nhận một vài khoản tiền?

source: Loading Exchange
ja: 取引を読み込むことができませんでした
pl: Ładowanie Wymiany
tr: Dönüştürme Yükleniyor
vi: Đang tải Chuyển đổi

source: Select other %@ Wallet
ja: 別の%@ウォレットを選択
pl: Wybierz inny %@ Portfel
tr: Diğer %@ Cüzdanı seçin
vi: Chọn Ví %@ khác

source: %@ needed to exchange
ja: %@を取引する必要があります
pl: Potrzeba %@ do wymiany
tr: Dönüştürme için %@ gereklidir
vi: Cần %@ để chuyển đổi

source: The wait is over
ja: Hdpiiは、驚くほど簡単に使用でき
pl: Oczekiwanie się skończyło
tr: Bekleme sona erdi
vi: Chờ đợi là hơn

source: Something went wrong, please try reopening Buy & Sell Bitcoin again.
ja: 何かを作ってみてください再開を購入&販売ビットコインです。
pl: Coś poszło nie tak, spróbuj ponownie otworzyć Kupić i ponownie sprzedać bitcoin.
tr: Bir şeyler yanlış gitti, tekrar Bitcoin Satın almak Ve Satmak açmayı deneyin lütfen.
vi: Có gì đó không đúng, vui lòng thử mở lại Và Mua cho tiền một lần nữa.

source: Buy & Sell Bitcoin
ja: 購入&販売ビットコイン
pl: Kupić I Sprzedać Bitcoin
tr: Satın Almak Ve Satmak Bitcoin
vi: Mua Cho Tiền

source: We work with exchange partners all over the world, so you can buy and sell bitcoin directly from your wallet.
ja: 作品にしました交流パートナーは、世界中を購入することができるように売却のビットコインから直接お財布にも優します。
pl: Współpracujemy z partnerami na całym świecie, tak, że można kupić i sprzedać bitcoin bezpośrednio z Twojego portfela.
tr: Exchange ortakları ile çalışıyoruz tüm dünyada, doğrudan cüzdanından bitcoin satın almak ve satmak.
vi: Chúng tôi làm việc trao đổi với các đối tác, tất cả các nơi trên thế giới, do đó bạn có thể mua cho tiền trực tiếp từ ví của bạn.

source: Mobile Buy & Sell is supported for iOS 9 and up. Please run a software update or login at login.blockchain.com on your computer.
ja: モバイル販売できるようになりましたiOS9びます。 を実行してくださいソフトウェアのアップデートまたはログインlogin.blockchain.com パソコンです。
pl: Telefon Kupić i sprzedać obsługiwane na iOS 9 i wyżej. Proszę wykonać aktualizację oprogramowania lub zaloguj się na login.blockchain.com na swoim komputerze.
tr: Mobil Satın almak Ve Satmak, 9 ve iOS için desteklenir. Bilgisayarınızda login.blockchain.com yazılım güncellemesi veya giriş çalıştırın.
vi: Điện thoại di động Mua Và Bán được hỗ trợ cho trên windows 9 và lên. Xin vui lòng chạy một phần hoặc nhập vào login.blockchain.com trên máy tính.

source: Buy and sell bitcoin directly from your Blockchain wallet. Start by creating an account in the Buy & Sell tab.
ja: 売買ビットコインから直接Blockchain財布です。 開始によるアカウントを作成したり、の販売す。
pl: Kupować i sprzedawać bitcoiny bezpośrednio ze swojego portfela blockchain. Zacznij od utworzenia konta w dziale Kupić i sprzedać.
tr: Doğrudan Blockchain cüzdanından bitcoin satın almak ve satmak. Satın almak Ve Satmak sekmesinde bir hesap oluşturarak başlayın.
vi: Mua cho tiền trực tiếp từ Tiểu ví. Bắt đầu bằng cách tạo ra một tài khoản ở đảo Mua Và Bán tab.

source: All Wallets
ja: すべての財布
pl: Wszystkie Portfele
tr: Tüm Cüzdan
vi: Tất Cả Ví

source: Your xPub is an advanced feature that contains all of your public addresses.
ja: おxPubは高度な機能を含む全ての公開アドレスです。
pl: Twój xPub-jest to dodatkowa funkcja, która zawiera wszystkie swoje publiczne występy.
tr: XPub ortak adreslerini içeren gelişmiş bir özelliktir.
vi: Bạn xPub là một máy bay mà có tất cả của bạn địa chỉ công cộng.

source: Transactions occur when you send and request bitcoin cash.
ja: お取引きが送信する場合は、請求ビットコインのキャッシュします。
pl: Zawarcie transakcji następuje, gdy wysyłasz i żądanie btc gotówkę.
tr: Gönderdiğiniz ve bitcoin para istediğinde hareketleri oluşur.
vi: Giao dịch xảy ra khi bạn gửi và yêu cầu bitcoin tiền mặt.

source: Get Bitcoin Cash
ja: くビットコインのキャッシュ
pl: Zobacz Bitcoin Gotówki
tr: Bitcoin Nakit Alın
vi: Được Bitcoin Tiền Mặt

source: Request Bitcoin Cash
ja: 請求ビットコインのキャッシュ
pl: Zapytanie Btc Gotówka
tr: İstek Bitcoin Nakit
vi: Yêu Cầu Bitcoin Tiền Mặt

source: Price
ja: 価格
pl: Cena
tr: Fiyat
vi: Giá

source: See charts
ja: 参照図
pl: Zobacz grafikę
tr: Grafikleri görmek
vi: Xem biểu đồ

source: Price charts
ja: 価格表
pl: Wykresy cen
tr: Fiyat grafikleri
vi: Biểu đồ giá

source: Bitcoin Cash Price
ja: ビットコインのキャッシュ価格
pl: Cena Bitcoin Gotówki
tr: Bitcoin Nakit Fiyat
vi: Bitcoin Tiền Mặt, Giá

source: Copy this receive address to the clipboard? If so, be advised that other applications may be able to look at this information.
ja: コピーこの受信アドレスのクリップボードか。 その場合、することがありますのでご了承他のアプリケーションを眺めることができこれらの情報です。
pl: Kopia tego uzyskaj adres do schowka? Jeśli to jest tak, że inne aplikacje mogą zobaczyć te informacje.
tr: Bu panoya adresi kopyala. Eğer öyleyse, diğer uygulamalar bu bilgilere bakmak mümkün olabilir, dikkatli olun.
vi: Sao chép này nhận được địa chỉ để các bạn? Nếu như vậy, được thông báo rằng các ứng dụng khác có thể nhìn vào những thông tin này.

source: Transaction fees impact how quickly the mining network will confirm your transactions, and depend on the current network conditions.
ja: 取引手数料の影響などの鉱業ネットワークの確認、お取引の流ネットワーク条件です。
pl: Opłaty wpływu transakcji jak szybko górniczego sieć będzie potwierdzić swoje transakcje, i zależy od aktualnego stanu sieci.
tr: Hızlı madencilik ağ işlemleri onaylamak ve mevcut ağ şartlarına bağlı nasıl hareket etkisi ücretleri.
vi: Phí giao dịch tác động như thế nào một cách nhanh chóng các mỏ mạng sẽ xác nhận các giao dịch của bạn, và phụ thuộc vào điều kiện mạng hiện tại.

source: Trade Refunded
ja: 貿易の返
pl: Licytacja
tr: Ticaret İade
vi: Thương Mại Hoàn Lại

source: Are you sure this is a bitcoin cash address?
ja: ご確認くださいこれはビットコインのキャッシュアドレスのか？
pl: Jesteś pewien, że to btc gotówka adresy?
tr: Bu bitcoin nakit bir adres var mı?
vi: Anh có chắc đây là một dịch vụ tiền mặt địa chỉ?

source: Sending funds to a bitcoin address by accident will result in loss of funds.
ja: 送金資金をビットコインアドレスにおける事故による損失資金です。
pl: Wysyłanie środków w btc-adres przypadkowo spowoduje utratę środków.
tr: Bitcoin adresi için kaza ile para gönderme fon kaybına neden olur.
vi: Gửi tiền để trên địa chỉ bởi tai nạn sẽ dẫn đến sự mất mát của quỹ.

source: Unable to authenticate due to failing authentication too many times.
ja: 失敗の認証回数が多すぎるため、認証できません。
pl: Autoryzacja jest niemożliwa z powodu wielokrotnych prób nieprawidłowego uwierzytelnienia.
tr: Çok sayıda başarısız kimlik doğrulamasından dolayı kimlik doğrulaması yapılamıyor.
vi: Không thể xác thực do xác thực không thành công quá nhiều lần.

source: Unable to authenticate because the device does not support biometric authentication.
ja: デバイスが生体認証をサポートしていないため、認証できません。
pl: Autoryzacja jest niemożliwa, ponieważ urządzenie nie obsługuje uwierzytelniania biometrycznego.
tr: Cihaz biyometrik kimlik doğrulamayı desteklemediği için kimlik doğrulaması yapılamıyor.
vi: Không thể xác thực vì thiết bị không hỗ trợ xác thực sinh trắc học.

source: Unable to use biometrics.
ja: 生体認証を使用できません。
pl: Nie można użyć danych biometrycznych.
tr: Biyometrikler kullanılamıyor.
vi: Không thể sử dụng sinh trắc học.

source: Unable to Authenticate because there were too many failed Touch ID attempts. Passcode is required to unlock Touch ID
ja: タッチIDの失敗の試行回数が多すぎるため、認証できません。タッチIDのロックを解除するにはパスコードが必要です。
pl: Autoryzacja nie jest możliwa, ponieważ wystąpiło zbyt wiele nieudanych prób Touch ID. Aby odblokować Touch ID, wymagany jest kod dostępu
tr: Çok sayıda başarısız Touch ID denemesi olduğu için Kimlik Doğrulaması gerçekleştirilemiyor. Touch ID'nin kilidini açmak için parola gereklidir
vi: Không thể xác thực do đăng nhập bằng Touch ID không thành công quá nhiều lần. Yêu cầu mã số để mở khóa Touch ID

source: Enabling this feature will allow all users with a registered %@ fingerprint on this device to access to your wallet.
ja: この機能を有効にすると、このデバイスの%@指紋が登録されているすべてのユーザーがウォレットにアクセスできます。
pl: Włączenie tej funkcji umożliwi wszystkim użytkownikom z zarejestrowanym na tym urządzeniu %@ odciskiem palca dostęp do Twojego portfela.
tr: Bu özelliği etkinleştirmek bu cihazda kayıtlı bir %@ parmak izi olan tüm kullanıcıların cüzdanınıza erişim sağlayabilmesine izin verecek.
vi: Kích hoạt tính năng này sẽ cho phép tất cả người dùng có dấu vân tay %@ đã đăng ký trên thiết bị này có thể truy cập vào ví của bạn.

source: Enable %@
ja: %@を有効にする
pl: Włącz %@
tr: %@ özelliğini etkinleştir
vi: Kích hoạt %@

source: Use %@ instead of PIN to authenticate Blockchain and access your wallet.
ja: ブロックチェーンを認証してウォレットにアクセスするには、PINの代わりに%@を使用します。
pl: Użyj %@ zamiast PIN, aby uwierzytelnić Blockchain i uzyskać dostęp do portfela.
tr: Blockchain kimlik doğrulaması gerçekleştirip cüzdanınıza erişim sağlamak için PIN yerine %@ ögesini kullanın.
vi: Sử dụng %@ thay cho mã PIN để xác thực Blockchain và truy cập ví của bạn.

source: Use %@ as PIN
ja: %@をPINとして使用
pl: Użyj %@ jako PIN
tr: PIN olarak %@ ögesini kullanın
vi: Sử dụng %@ làm mã PIN

source: Congrats, you have bitcoin! Now let’s backup your wallet to ensure you can access your funds if you forget your password.
ja: おめでとうございます、現在ビットコインを所持しています！パスワードを忘れた場合でも資金にアクセスできるように、今すぐウォレットをバックアップしましょう。
pl: Gratulacje, masz bitcoiny! Teraz zróbmy kopię zapasową twojego portfela, abyś miał dostęp do swoich funduszy, kiedy zapomnisz hasła.
tr: Tebrikler, bitcoininiz var! Şifrenizi unutmanız durumunda paranıza erişim sağlayabilmenizi garanti etmek için şimdi cüzdanınızı yedekleyelim.
vi: Chúc mừng, bạn có bitcoin! Bây giờ hãy sao lưu ví của bạn để đảm bảo bạn có thể truy cập vào các khoản tiền của mình nếu bạn quên mật khẩu.

source: Invalid %@ address: %@
ja: 無効な%@アドレス: %@
pl: Błędny %@ adres: %@
tr: Geçersiz %@ adresi: %@
vi: Địa chỉ %@ không hợp lệ: %@

source: %@ payment request
ja: %@支払いリクエスト
pl: %@ żądanie zapłaty
tr: %@ ödeme talebi
vi: Yêu cầu thanh toán %@

source: Cookie Policy
ja: Cookieポリシー
pl: Polityka plików cookie
tr: Çerez Politikası
vi: Chính sách Cookie

source: Please check your email and authorize this log-in attempt. After doing so, please return here and try logging in again
ja: メールを確認し、このログインを許可してください。その後ここに戻り、もう一度ログインしてください。
pl: Sprawdź pocztę i autoryzuj tę próbę zalogowania. Po wykonaniu tej czynności wróć tutaj i spróbuj zalogować się ponownie
tr: Lütfen e-posta adresinizi kontrol edin ve bu oturum açma denemesine yetki verin. Bunu yaptıktan sonra lütfen buraya geri dönüp tekrar oturum açmayı deneyin
vi: Vui lòng kiểm tra email của bạn và cấp quyền cho lần đăng nhập này. Sau khi thực hiện, vui lòng quay lại đây và thử đăng nhập lại

source: Non-Spendable
ja: 利用不可
pl: Nie-do-wypłacenia
tr: Harcanamaz
vi: Không thể Tiêu dùng

source: 2-Step has been enabled for SMS
ja: SMSの2ステップが有効になっています
pl: Dwustopniowa została włączona dla SMS-ów
tr: 2-Adım SMS için etkinleştirildi
vi: 2 Bước đã được kích hoạt cho SMS

source: Above trading limit
ja: 取引限度を超える
pl: Powyższy limit obrotu
tr: İşlem limitinin üstünde
vi: Cao hơn hạn mức giao dịch

source: Account Approved
ja: アカウント承認済み
pl: Konto zatwierdzone
tr: Hesap Onaylandı
vi: Tài khoản đã được phê duyệt

source: All amounts are correct at this time but might change depending on the market price and transaction rates at the time your order is processed
ja: すべての金額は現時点では正しいものですが、注文が処理される時点の市場価格と取引金利に応じて変更される可能性があります
pl: Wszystkie kwoty są w tej chwili poprawne, ale mogą ulec zmianie w zależności od ceny rynkowej i kursów transakcyjnych w momencie przetwarzania zamówienia
tr: Tüm tutarlar şu anda doğrudur, ancak siparişinizin işleme koyulduğu anda pazar fiyatına ve işlem oranlarına bağlı olarak değişebilir.
vi: Tất cả các khoản tiền hiện tại đều chính xác nhưng có thể thay đổi tùy theo giá thị trường và tỷ lệ giao dịch tại thời điểm lệnh của bạn được xử lý.

source: Already own one?
ja: 既に1つ所有していますか？
pl: Masz już własny?
tr: Zaten bir tane var mı?
vi: Bạn đã sở hữu một chiếc?

source: Always know the market price
ja: 常に市場価格を知っている
pl: Zawsze znasz cenę rynkową
tr: Her zaman piyasa fiyatını bilin
vi: Luôn biết giá thị trường

source: An address can also be shown as a QR code. Scan a friend's QR code to quickly capture their wallet address.
ja: アドレスはQRコードとしても表示できます。友人のQRコードをスキャンして、ウォレットアドレスをすばやくキャプチャします。
pl: Adres można również wyświetlić jako kod QR. Zeskanuj kod QR znajomego, aby szybko zarejestrować jego adres.
tr: Bir adres ayrıca bir QR kodu olarak da gösterilebilir. Cüzdan adresini hızlı bir şekilde yakalamak için bir arkadaşınızın QR kodunu tarayın.
vi: Địa chỉ cũng có thể được hiển thị dưới dạng mã QR. Hãy quét mã QR của một người bạn để chụp nhanh địa chỉ ví của họ.
