Repository: AYCH-Inc/aych.blockios.wallet
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: ja, pl, tr, vi

source: You specified an exceptionally small transaction fee of %@. Your transaction may become stuck and possibly never confirm. To increase the likelihood for your transaction to confirm within approximately one hour (six blocks), we strongly recommend a fee of no less than %@. Since you don’t have sufficient funds, that means the Send amount will also have to be lowered to %@.
ja: %1$@の指定した取引手数料が非常に少額です。 取引は保留され、確認が行われない可能性があります。 取引の確認が約1時間（6ブロック）で行われるようにするには、%2$@以上の手数料を強くおすすめします。 十分な資金がないため、送信金額を%3$@まで下げる必要があります。
pl: Ustaliłeś wyjątkowo niską opłatę transakcyjną w kwocie %1$@. Twoja transakcja może utknąć i nie doczekać się potwierdzenia. By zwiększyć prawdopodobieństwo potwierdzenia Twojej transakcji w ciągu 1 godziny (6 bloków), bardzo zalecamy ustalenie opłaty nie niższej niż %2$@. Ponieważ nie masz wystarczających środków, oznacza to, że kwota do wysłania również będzie musiała być obniżona do %3$@.
tr: Sıradışı şekilde düşük olan %1$@ tutarında işlem ücreti belirlediniz. İşleminiz takılı kalabilir ve muhtemelen asla onaylanmayabilir. Önümüzdeki yaklaşık bir saatte (6 blok) işleminizin onaylanma ihtimalini yükseltmek için şiddetli şekilde %2$@ tutarından düşük olmayan bir ücret tavsiye ediyoruz. Yeterli para olmadığından, Gönderim miktarı da %3$@ tutarından düşük olacak demektir.
vi: Bạn đã xác định rõ khoản phí giao dịch nhỏ đặc biệt của %1$@. Giao dịch của bạn có thể bị kẹt và không bao giờ được xác nhận. Để gia tăng khả năng giao dịch được xác nhận trong vòng một giờ (6 khối), chúng tôi khuyên bạn không sử dụng phí thấp hơn %2$@. Vì bạn không có đủ tiền, vậy nên tiền Gửi cũng sẽ phải hạ xuống %3$@.

source: You specified an unusually high transaction fee of %@. Even if you lower the fee to %@, you can expect the transaction to confirm within the next 10 minutes (one block).
ja: %1$@の指定した取引手数料が非常に高額です。 手数料を%2$@に下げても、10分（1ブロック）以内に取引が確認されると思われます。
pl: Ustaliłeś stosunkowo wysoką opłatę transakcyjną w kwocie %1$@. Nawet jeśli obniżysz ją do %2$@, możesz spodziewać się potwierdzenia transakcji w przeciągu około 10 minut (1 bloku).
tr: Sıradışı şekilde yüksek olan %1$@ tutarında işlem ücreti belirlediniz. Ücreti %2$@ tutarına düşürseniz de, işlemin önümüzdeki ~10 dakika (1 blok) içinde onaylanmasını bekleyebilirsiniz.
vi: Bạn đã xác định rõ khoản phí giao dịch cao đặc biệt của %1$@. Thậm chí nếu bạn hạ thấp phí đến %2$@, bạn có thể kỳ vọng giao dịch được xác nhận trong khoảng 10 phút (1 khối) tiếp theo.

source: You will be leaving the app.
ja: アプリを閉じようとしています。
pl: Opuścisz aplikację.
tr: Uygulamadan çıkacaksınız.
vi: Bạn sẽ rời khỏi ứng dụng.

source: Your password is not strong enough. Please choose a different password.
ja: パスワードは十分に強力ではありません。 別のパスワードを選択してください。
pl: Twoje hasło jest za słabe. Wybierz inne hasło.
tr: Yeni şifre ipucunuzun yeterince güçlü değil. Lütfen farklı bir şifre seçin.
vi: Mật khẩu của bạn không đủ mạnh. Vui lòng chọn mật khẩu khác.

source: Yubi Key
tr: Yubi Anahtarı
vi: Khóa Yubi

source: We recommend the fee shown for the transaction at this time.
ja: 現時点での取引に表示されている手数料をおすすめします。
pl: Zalecamy opłatę pokazaną dla transakcji w tej chwili.
tr: Bu sefer işlem için gösterilen ücreti tavsiye ederiz.
vi: Chúng tôi khuyến nghị các chi phí được hiển thị cho những giao dịch vào thời điểm này.

source: Fee
ja: 手数料
pl: Opłata
tr: Ücret
vi: Chi phí

source: Transfer Amount
ja: 送金額
pl: Kwota przelewu
tr: Transfer Miktarı
vi: Số tiền Chuyển khoản

source: Value when received: %@
ja: 受信時の金額: %@
pl: Wartość przy odbiorze: %@
tr: Alındığı Zamanki Değer: %@
vi: Giá trị khi nhận được: %@

source: Transfer All Funds
ja: 全資金を送金
pl: Dokonaj przelewu wszystkich środków
tr: Tüm Parayı Transfer Et
vi: Chuyển Toàn bộ Các khoản tiền

source: Transfer all
ja: 全て送金
pl: Dokonaj przelewu wszystkich
tr: Tümünü transfer et
vi: Chuyển Toàn bộ

source: Transfer imported addresses?
ja: インポートしたアドレスを移行しますか？
pl: Przenieść importowane adresy?
tr: Alınan adresleri transfer et?
vi: Chuyển các địa chỉ đã nhập?

source: Imported addresses are not backed up by your Recovery Phrase. To secure these funds, we recommend transferring these balances to include in your backup.
ja: インポートしたアドレスはリカバリーフレーズでバックアップされていません。資金の安全性を確保するにはバックアップにこれらの残高の送金を含めることが推奨されています。
pl: Importowane adresy nie są zapisywane w celu ich odzysku. Aby zabezpieczyć te środki, zalecamy dokonanie przelewu tych sald, aby zostały one zapisane.
tr: Alınan adresler Kurtarma İfadesiyle yedeklenmemiştir. Buradaki parayı güvenli tutmak için bu bakiyeleri de yedeklemenize almanızı tavsiye ederiz.
vi: Các địa chỉ đã nhập không được sao lưu bằng Nhóm từ Khôi phục của bạn. Nhằm đảm bảo an toàn cho các khoản tiền này, chúng tôi khuyến nghị bạn chuyển những số dư này vào bản sao lưu của mình.

source: About Us
ja: 当社について
pl: O nas
tr: Hakkımızda
vi: Giới thiệu

source: You currently have email notifications enabled. Changing your email will disable email notifications.
ja: 現在メール通知が有効になっています。メールアドレスを変更するとメール通知が無効になります。
pl: Aktualnie masz włączone powiadomienia za pośrednictwem wiadomości e-mail. Zmiana adresu e-mail spowoduje wyłączenie powiadomień za pośrednictwem wiadomości e-mail.
tr: Şu anda e-posta bildirimlerini etkinleştirmişsiniz. E-postanızı değiştirmek e-posta bildirimlerini devre dışı bırakacaktır.
vi: Hiện bạn đã bật thông báo email. Thay đổi email của bạn sẽ tắt thông báo email.

source: You currently have SMS notifications enabled. Changing your email will disable SMS notifications.
ja: 現在SMS通知が有効になっています。メールアドレスを変更するとSMS通知が無効になります。
pl: Aktualnie masz włączone powiadomienia za pośrednictwem wiadomości SMS. Zmiana adresu e-mail spowoduje wyłączenie powiadomień za pośrednictwem wiadomości SMS.
tr: Şu anda SMS bildirimlerini etkinleştirmişsiniz. E-postanızı değiştirmek SMS bildirimlerini devre dışı bırakacaktır.
vi: Hiện bạn đã bật thông báo tin nhắn. Thay đổi email của bạn sẽ tắt thông báo tin nhắn.

source: All rights reserved.
ja: 全著作権所有。
pl: Wszelkie prawa zastrzeżone
tr: Tüm hakları saklıdır.
vi: Bảo lưu mọi quyền.

source: Rate us
ja: 評価をお願いします
pl: Oceń nas
tr: Bize puan verin
vi: Đánh giá chúng tôi

source: Cannot open Mail App
ja: メールアプリを開くことができません
pl: Nie można uruchomić aplikacji pocztowej
tr: E-posta Uygulaması Açılamıyor
vi: Không thể mở Ứng dụng Mail

source: Cannot open URL %@
ja: URL %@を開くことができません
pl: Nie można otworzyć adresu URL %@
tr: URL %@ Açılamıyor
vi: Không thể mở URL %@

source: Would you like to tell us about your experience with Blockchain?
ja: Blockchainについてのご意見をお聞かせください。
pl: Czy chcesz opowiedzieć nam o swoich wrażeniach z korzystania z Blockchain?
tr: Blockchain ile olan deneyiminiz hakkında bize konuşmak ister misiniz?
vi: Bạn có muốn cho chúng tôi biết trải nghiệm của mình với Blockchain?

source: Check Your Inbox
ja: 受信箱を確認する
pl: Sprawdź skrzynkę odbiorczą
tr: Gelen Kutunuzu Kontrol Edin
vi: Kiểm tra Hộp thư của Bạn

source: Continue To Mail
ja: メールを開く
pl: Kontynuuj do Poczty
tr: E-postaya Devam Edin
vi: Tiếp tục đến Mail

source: Look for an email from Blockchain and click the verification link to complete your wallet setup.
ja: Blockchainからのメールを探して認証リンクをクリックしてウォレット設定を完了してください。
pl: Odszukaj e-mail od Blockchain i kliknij link weryfikacyjny, aby dokończyć konfigurację portfela.
tr: Blockchain tarafından gönderilen bir e-postaya bakın ve cüzdan kurulumunuzu tamamlamak için doğrulama bağlantısına tıklayın.
vi: Tìm một email từ Blockchain và nhấn vào liên kết xác minh để hoàn tất quá trình thiết lập ví của bạn.

source: Backup Your Funds
ja: 資金をバックアップする
pl: Zabezpiecz swoje środki
tr: Paranızı Yedekleyin
vi: Sao lưu các Khoản tiền của Bạn

source: Backup Now
ja: 今すぐバックアップ
pl: Zabezpiecz teraz
tr: Hemen Yedekleyin
vi: Sao lưu Ngay

source: 2-Step Verification
ja: 2段階認証
pl: Dwustopniowa weryfikacja
tr: 2-Aşamalı Doğrulama
vi: Xác minh 2 bước

source: Prevent unauthorized access to your wallet. Enable 2-step verification to increase wallet security.
ja: ウォレットへの不正アクセスを予防しましょう。2段階認証を有効にしてウォレットのセキュリティを増加しましょう。
pl: Zapobiegaj nieuprawnionemu dostępowi do Twojego portfela. Włącz dwustopniową weryfikację, aby zwiększyć bezpieczeństwo Twojego portfela.
tr: Cüzdanınıza yetkisiz erişimi engelleyin. Cüzdan güvenliğini artırmak için 2-aşamalı doğrulamayı etkinleştirin.
vi: Ngăn chặn truy cập trái phép đến ví của bạn. Kích hoạt xác minh 2 bước để tăng cường bảo mật cho ví.

source: Enable notifications to receive an email or SMS message whenever you receive bitcoin.
ja: ビットコインを受け取る度にメールもしくはSMSメッセージを受け取る通知を有効にする。
pl: Włącz powiadomienia, aby otrzymywać e-mail lub SMS-a za każdym razem, gdy otrzymasz bitcoiny.
tr: Her bitcoin aldığınızda bir e-posta veya SMS mesajı almak için bildirimleri etkinleştirin.
vi: Kích hoạt thông báo để nhận email hoặc tin nhắn SMS mỗi khi bạn nhận được bitcoin.

source: Not Now
ja: 後で
pl: Nie teraz
tr: Şimdi Değil
vi: Không phải Bây giờ

source: I'll do this later
ja: 後で設定する
pl: Zrobię to później
tr: Bunu daha sonra yapacağım
vi: Để sau

source: May be at risk for a double spend.
ja: 二重支出のリスクがある場合があります。
pl: Zachodzi ryzyko podwójnego naliczenia.
tr: Çift harcama riski altında olabilir.
vi: Chi tiêu gấp đôi có thể gặp nguy hiểm.

source: For your security, we do not keep any passwords on file. Backup your wallet to ensure your funds are safe in case you lose your password.
ja: セキュリティのために当社はファイルにパスワードを保管しません。ウォレットをバックアップするとパスワードを失った場合でも資金のの安全性が保たれます。
pl: W celu zapewnienia bezpieczeństwa nie przechowujemy żadnych haseł w formie plików. Zabezpiecz swój portfel, aby chronić zgromadzone środków w przypadku, gdy utracisz hasło.
tr: Güvenliğiniz için hiçbir şifreyi dosyada tutmuyoruz. Şifrenizi kaybetmeniz durumunda paralar güvende olduğunu garanti etmek için cüzdanınız yedekleyin.
vi: Để bảo mật cho bạn, chúng tôi không lưu trữ bất kỳ mật khẩu nào. Sao lưu ví của bạn để đảm bảo tiền được an toàn trong trường hợp bạn quên mật khẩu.

source: Wallets
ja: ウォレット
pl: Portfele
tr: Cüzdanlar
vi: Ví

source: START BACKUP
ja: バックアップを開始
pl: UTWÓRZ KOPIĘ ZAPASOWĄ
tr: YEDEKLEMEYİ BAŞLAT
vi: BẮT ĐẦU SAO LƯU

source: Backup Needed
ja: バックアップが必要です
pl: Kopia zapasowa wymagana
tr: Yedekleme Gerekli
vi: Cần thiết Sao lưu

source: Create a Wallet
ja: ウォレットを作成
pl: Utwórz Portfel
tr: Bir Cüzdan Oluştur
vi: Tạo Ví

source: Log In
ja: ログイン
pl: Zaloguj się
tr: Oturum Aç
vi: Đăng nhập

source: Please enter your password to log into your Blockchain wallet.
ja: Blockchainウォレットにログインするにはパスワードを入力してください。
pl: Wprowadź hasło, aby zalogować się do swojego portfela Blockchain.
tr: Blockchain cüzdanınıza giriş yapmak için lütfen şifrenizi girin.
vi: Vui lòng nhập mật khẩu để đăng nhập ví Blockchain của bạn.

source: Forgot Password?
ja: パスワードをお忘れですか？
pl: Zapomniałeś hasła?
tr: Şifrenizi mi unuttunuz?
vi: Quên Mật khẩu?

source: Or start over and
ja: もしくは最初からやり直す
pl: Lub zacznij od początku i
tr: Veya yeniden başlayın ve
vi: Hoặc bắt đầu lại và

source: Update Email
ja: メールアドレスを更新する
pl: Uaktualnij e-mail
tr: E-postanızı Güncelleyin
vi: Cập nhật Email

source: Enter Email Address
ja: メールアドレスを入力する
pl: Wprowadź adres e-mail
tr: E-posta Adresi Girin
vi: Nhập Địa chỉ Email

source: Update Mobile
ja: 携帯電話番号を更新する
pl: Uaktualnij numer komórkowy
tr: Cep Telefonu Numarasını Güncelleyin
vi: Cập nhật Số Điện thoại

source: Enter Mobile Number
ja: 携帯電話番号を入力する
pl: Wprowadź numer komórkowy
tr: Cep Telefonu Numarasını Girin
vi: Nhập Số Điện thoại

source: Balances
ja: 残高
pl: Salda
tr: Bakiyeler
vi: Số dư

source: Your Transactions
ja: あなたのトランザクション
pl: Twoje transakcje
tr: İşlemleriniz
vi: Giao dịch của bạn

source: Backup Complete
ja: バックアップが完了しました
pl: Utworzono kopię zapasową
tr: Yedekleme Tamamlandı
vi: Sao lưu Hoàn tất

source: Use your Recovery Phrase to restore your funds in case of a lost password. Anyone with access to your Recovery Phrase can access your funds, so keep it offline somewhere safe and secure.
ja: パスワードを紛失した場合リカバリーフレーズを使用して資金を復元できます。リカバリーフレーズを知っている人なら誰でも資金にアクセスできるため、オフラインの安全な場所に保管するようにしてください。
pl: Użyj zwrotu do odzyskania hasła, aby przywrócić swoje środki w przypadku utraty hasła. Każdy, kto dysponuje Twoim zwrotem do odzyskania hasła może uzyskać dostęp do posiadanych przez Ciebie środków. Pamiętaj, aby przechowywać hasło w trybie offline, w bezpiecznym miejscu.
tr: Şifrenizi kaybetmeniz durumunda paranızı geri almak için Kurtarma İfadenizi kullanın. Kurtarma İfadenize erişebilen herkes fonları, bu yüzden çevrimdışı güvenli ve emniyetli bir yerde tutun.
vi: Sử dụng Nhóm từ Khôi phục để khôi phục các khoản tiền của bạn trong trường hợp quên mật khẩu. Bất kỳ ai truy cập vào Nhóm từ Khôi phục của bạn đều có thể truy cập khoản tiền của bạn, vì vậy hãy lưu trữ nó tại một nơi an toàn và đảm bảo.

source: The following 12 word Recovery Phrase will give you access to your funds in case you lose your password.
ja: 以下の12単語のリカバリーフレーズを使用すると、パスワードを紛失した場合でも資金にアクセスできるようになります。
pl: Poniższy 12-literowy zwrot do odzyskania hasła pozwoli Ci uzyskać dostęp do Twoich środków w przypadku utraty hasła.
tr: Aşağıdaki 12 sözcüklü Kurtarma İfadesi şifrenizi kaybetmeniz durumunda paranıza erişim sağlayacaktır.
vi: Nhóm từ Khôi phục gồm 12 từ sau đây sẽ cho phép bạn truy cập vào các khoản tiền của mình trong trường hợp quên mật khẩu.

source: Be sure to write down your phrase on a piece of paper and keep it somewhere safe and secure.
ja: 紙に書き起こし安全な場所に保管するようにしてください。
pl: Pamiętaj, aby zapisać swój zwrot na kartce papieru i przechowywać go w bezpiecznym miejscu.
tr: İfadenizi bir kağıt parçasına yazdığınızdan ve güvenli ve emniyetli bir yerde tuttuğunuzdan emin olun.
vi: Hãy viết nhóm từ của bạn vào một tờ giấy và lưu trữ tại một nơi an toàn và đảm bảo.

source: Write down the following 12 word Recovery Phrase exactly as they appear and in this order:
ja: 次の12単語のリカバリーフレーズを表示される順番通りに書き起こしてください:
pl: Zapisz swój 12-literowy zwrot do odzyskania hasła w dokładnie takim brzmieniu i porządku jak widoczne poniżej:
tr: Aşağıdaki 12 sözcüklü Kurtarma İfadesini tıpkı göründüğü şekilde ve bu sıraya göre yazın:
vi: Hãy viết Nhóm từ Khôi phục gồm 12 từ sau đây chính xác theo thứ tự:

source: PREVIOUS
ja: 前へ
pl: WSTECZ
tr: ÖNCEKİ
vi: TRƯỚC

source: NEXT
ja: 次へ
pl: DALEJ
tr: SONRAKİ
vi: SAU

source: BACKUP AGAIN
ja: 再度バックアップ
pl: POWTÓRZ KOPIĘ ZAPASOWĄ
tr: YENİDEN YEDEKLE
vi: SAO LƯU LẠI

source: Your verified email address is used to send payment alerts, ID reminders, and login codes.
ja: お客様の認証メールアドレスは決済通知、IDのリマインダー、ログインコードの送信に使用されます。
pl: Twój zweryfikowany adres e-mail używany jest do wysyłania powiadomień dotyczących płatności, przypomnień związanych z dokumentami tożsamości oraz kodów logowania.
tr: Doğrulanmış e-posta adresiniz, ödeme uyarıları, Kimlik hatırlatmaları ve oturum açma kodlarını göndermek için kullanılır.
vi: Địa chỉ email đã xác nhận của bạn được sử dụng để gửi thông báo thanh toán, nhắc nhở ID và mã đăng nhập.

source: Your mobile phone can be used to enable two-factor authentication or to receive alerts.
ja: 携帯電話番号は2段階認証の有効化や通知の受信に使用できます。
pl: Możesz wykorzystać swój telefon komórkowy w celu dwuelementowego uwierzytelniania lub otrzymywania powiadomień.
tr: Cep telefonu numaranız iki-faktörlü doğrulamayı etkinleştirmek veya uyarı almak için kullanılabilir.
vi: Số điện thoại của bạn có thể được dùng để kích hoạt bảo mật 2 lớp để nhận thông báo.

source: Trade Completed
ja: 取引完了
pl: Transakcja zakończona
tr: Tamamlanan Yatırımlar
vi: Giao dịch Hoàn tất

source: The trade you created on %@ has been completed!
ja: %@に作成した取引は完了しました！
pl: Utworzona przez ciebie na %@ transakcja została zakończona!
tr: %@ tarihinde oluşturduğunuz yatırım tamamlandı!
vi: Giao dịch bạn tạo trên %@ đã hoàn tất!

source: View details
ja: 詳細を表示
pl: Wyświetl szczegóły
tr: Ayrıntıları görüntüle
vi: Xem chi tiết

source: Custom
ja: カスタム
pl: Specjalna
tr: Özel
vi: Tùy chỉnh

source: Advanced users only
ja: 高度ユーザーのみ
pl: Tylko dla zaawansowanych
tr: Sadece ileri kullanıcılar
vi: Chỉ dành cho người dùng nâng cao

source: 1+ hour
ja: 1時間以上
pl: +1 godzina
tr: 1+ saat
vi: Hơn 1 giờ

source: Priority
ja: 優先
pl: Priorytet
tr: Öncelik
vi: Ưu tiên

source: ~0-60 min
ja: ~0-60分
tr: ~0-60 dak
vi: Khoảng 0-60 phút

source: Satoshi per byte
ja: Satoshi／バイト
pl: Satoshi na bajt
tr: Bayt başına Satoshi
vi: Satoshi mỗi byte

source: sat/b
tr: b/sat

source: High fee not necessary
ja: 高額手数料は必要ありません
pl: Wysoka opłata nie jest konieczna
tr: Yüksek ücret gerekli değil
vi: Phí cao không cần thiết

source: Low fee not recommended
ja: 定額手数料は推奨されません
pl: Niska opłata nie jest zalecana
tr: Düşük ücret önerilmez
vi: Không đề xuất phí thấp

source: This feature is recommended for advanced users only. By choosing a custom fee, you risk overpaying or your transaction may get stuck.
ja: この機能は高度ユーザーにのみ推奨されています。カスタム手数料を選択すると、手数料を支払いすぎたり取引が進まない可能性があります。
pl: Ta funkcja jest zalecana wyłącznie dla zaawansowanych użytkowników. Wybierając opłatę specjalną, ryzykujesz przepłaceniem lub tym, że Twoja transakcja się zatnie.
tr: Bu özellik sadece ileri kullanıcılar için önerilir. Özel ayarlanmış bir ücret seçerek, daha fazla ödeme riski taşırsınız veya işleminiz takılı kalabilir.
vi: Tính năng này chỉ được đề xuất dành cho người dùng nâng cao. Nếu chọn phí tùy chỉnh, bạn có nguy cơ thanh toán quá mức hoặc giao dịch của bạn có thể bị kẹt.

source: Available now
ja: 現在利用可能
pl: Dostępne teraz
tr: Şimdi kullanılabilir
vi: Hiện đang khả dụng

source: Log in to Web Wallet
ja: ウェブウォレットにログイン
pl: Zaloguj się do Portfela internetowego
tr: Web Cüzdanında Oturum Açmak
vi: Đăng nhập Ví trên Web

source: Go to login.blockchain.com on your computer.
ja: コンピューターからlogin.blockchain.comにアクセス。
pl: Przejdź do login.blockchain.com na swoim komputerze.
tr: Bilgisayarınızda login.blockchain.com adresine gidin.
vi: Truy cập login.blockchain.com trên máy tính của bạn.

source: Select Log in via mobile.
ja: モバイル経由でログインを選択。
pl: Wybierz Logowanie przez urządzenie mobilne.
tr: Bir mobil cihazla oturum açmayı seçin.
vi: Chọn Đăng nhập bằng di động.

source: Using your computer's camera, scan the QR code below.
ja: コンピュータのカメラを使用して、以下のQRコードを使用してください。
pl: Używając kamery w komputerze, przeskanuj poniższy kod QR.
tr: Bilgisayarın kamerasını kullanarak aşağıdaki QR kodunu tarayın.
vi: Sử dụng camera trên máy tính, quét mã QR dưới đây.

source: Keep this QR code hidden until you're ready.
ja: 準備ができるまでこのQRは表示しないでください。
pl: Ukryj ten kod QR, aż będziesz gotowy.
tr: Bu QR kodunu hazır olana kadar saklı tutun.
vi: Ẩn mã QR này cho đến khi bạn sẵn sàng.

source: Keep this QR code safe!
ja: QRコードは安全に保管してください！
pl: Przechowuj ten kod QR bezpiecznie!
tr: Bu QR kodunu güvende tutun!
vi: Giữ mã QR này được an toàn!

source: Do not share it with others.
ja: 他人と共有しないでください。
pl: Nie pokazuj go nikomu.
tr: Başkalarıyla paylaşmayın.
vi: Không chia sẻ với người khác.

source: Show QR Code
ja: QRコードを表示
pl: Pokaż kod QR
tr: QR Kodu Göster
vi: Hiện Mã QR

source: Hide QR Code
ja: QRコードを隠す
pl: Ukryj kod QR
tr: QR Kodu Gizle
vi: Ẩn Mã QR

source: U.S. Dollar
ja: 米ドル
pl: Dolar amerykański
tr: ABD Doları
vi: Đô-la Mỹ

source: lcelandic Króna
ja: アイスランドクローナ
pl: Korona islandzka
tr: İzlanda Kronu
vi: Krona Iceland

source: Hong Kong Dollar
ja: 香港ドル
pl: Dolar hongkoński
tr: Hong Kong Doları
vi: Đô-la Hồng Kông

source: New Taiwan Dollar
ja: 新台湾ドル
pl: Nowy dolar tajwański
tr: Yeni Tayvan Doları
vi: Tân Đài Tệ

source: Swiss Franc
ja: スイスフラン
pl: Frank szwajcarski
tr: İsviçre Frankı
vi: Franc Thụy Sĩ

source: Danish Krone
ja: デンマーククローネ
pl: Korona duńska
tr: Danimarka Kronu
vi: Krone Đan Mạch

source: Chilean Peso
ja: チリペソ
pl: Peso chilijskie
tr: Şili Pezosu
vi: Peso Chi Lê

source: Canadian Dollar
ja: カナダドル
pl: Dolar kanadyjski
tr: Kanada Doları
vi: Đô-la Canada

source: Indian Rupee
ja: インドルピー
pl: Rupia indyjska
tr: Hindistan Rupisi
vi: Rupee Ấn Độ

source: Chinese Yuan
ja: 中国元
pl: Yuan chiński
tr: Çin Yuanı
vi: Nhân dân tệ Trung Quốc

source: Thai Baht
ja: タイバーツ
pl: Baht tajski
tr: Tayland Bahtı
vi: Bạt Thái Lan

source: Australian Dollar
ja: オーストラリアドル
pl: Dolar australijski
tr: Avustralya Doları
vi: Đô-la Úc

source: Singapore Dollar
ja: シンガポールドル
pl: Dolar singapurski
tr: Singapur Doları
vi: Đô-la Singapore

source: South Korean Won
ja: 韓国ウォン
pl: Won południowokoreański
tr: Güney Kore Wonu
vi: Won Hàn Quốc

source: Japanese Yen
ja: 日本円
pl: Jen japoński
tr: Japon Yeni
vi: Yên Nhật

source: Polish Zloty
ja: ポーランドズロチ
pl: Złoty polski
tr: Polonya Zlotisi
vi: Zloty Ba Lan

source: Great British Pound
ja: 英国ポンド
pl: Funt brytyjski
tr: İngiliz Sterlini
vi: Bảng Anh

source: Swedish Krona
ja: スウェーデンクローナ
pl: Korona szwedzka
tr: İsveç Kronu
vi: Krona Thụy Điển

source: New Zealand Dollar
ja: ニュージーランドドル
pl: Dolar nowozelandzki
tr: Yeni Zelanda Doları
vi: Đô-la New Zealand

source: Brazil Real
ja: ブラジルレアル
pl: Real brazylijski
tr: Brezilya Reali
vi: Real Brazil

source: Russian Ruble
ja: ロシアルーブル
pl: Rubel rosyjski
tr: Rus Rublesi
vi: Rúp Nga

source: Payment Sent! Your balance and transactions will update soon.
ja: 決済が送信されました！残高と取引はまもなく更新されます。
pl: Płatność wysłana! Saldo i transakcje zostaną wkrótce zaktualizowane.
tr: Ödeme Gönderildi! Bakiyeniz ve işlemleriniz yakında güncellenecek.
vi: Đã gửi Thanh toán! Số dư và giao dịch của bạn sẽ sớm được cập nhật.

source: Waiting for payment
ja: 決済を待機しています
pl: Oczekiwanie na płatność
tr: Ödeme bekleniyor
vi: Đang chờ thanh toán

source: Please wait until your last ether transaction confirms.
ja: 最後のイーサ取引が確認されるまでお待ちください。
pl: Zaczekaj na potwierdzenie ostatniej płatności Ether.
tr: Son ether işlemi onaylanana kadar lütfen bekleyin.
vi: Vui lòng chờ cho đến khi xác nhận giao dịch ether vừa rồi của bạn.

source: Bitcoin Addresses
ja: ビットコインアドレス
pl: Adresy Bitcoin
tr: Bitcoin Adresleri
vi: Địa chỉ Bitcoin

source: Invalid Ether address: %@
ja: 無効なイーサアドレス: %@
pl: Nieprawidłowy adres Ether: %@
tr: Geçersiz Ether adresi: %@
vi: Địa chỉ Ether không hợp lệ: %@

source: An error occurred while retrieving the latest chart data. Please try again later.
ja: 最新のグラフデータの取得中にエラーが発生しました。後で再試行してください。
pl: Podczas pobierania danych z ostatniej tabeli, wystąpił błąd. Spróbuj ponownie później.
tr: En güncel grafik verileri alınırken bir hata oluştu. Lütfen daha sonra tekrar deneyin.
vi: Đã xảy ra lỗi khi truy xuất dữ liệu biểu đồ mới nhất. Vui lòng thử lại sau.

source: Transactions occur when you send and request ether.
ja: 取引はイーサの送信とリクエストを行う際に発生します。
pl: Transakcje maja miejsce, gdy wysyłasz i zamawiasz Ether.
tr: Ether gönderdiğinizde veya istediğinizde işlemler meydana gelir.
vi: Các giao dịch xảy ra khi bạn gửi và yêu cầu ether.

source: Request Ether
ja: イーサをリクエスト
pl: Zamów Ether
tr: Ether İsteyin
vi: Yêu cầu Ether

source: Dashboard
ja: ダッシュボード
pl: Pulpit
tr: Pano
vi: Bảng điều khiển

source: Week
ja: 週
pl: Tydzień
tr: Hafta
vi: Tuần

source: Month
ja: 月
pl: Miesiąc
tr: Ay
vi: Tháng

source: Year
ja: 年
pl: Rok
tr: Yıl
vi: Năm

source: Bitcoin Price
ja: ビットコイン価格
pl: Cena Bitcoin
tr: Bitcoin Fiyatı
vi: Giá Bitcoin

source: Ether Price
ja: イーサ価格
pl: Cena Ether
tr: Ether Fiyatı
vi: Giá Ether

source: Contract addresses are not supported.
ja: 契約アドレスはサポートされていません。
pl: Adresy kontraktowe nie są obsługiwane.
tr: Kontrakt adresleri desteklenmiyor.
vi: Địa chỉ hợp đồng không được hỗ trợ.

source: At the moment we only support ETH. You cannot receive REP, ICN, GNT, GNO, DGD, BCP.
ja: 現時点では、ETHのみをサポートしています。REP、ICN、GNT、GNO、DGD、BCPは受け取れません。
pl: Obecnie obsługujemy tylko ETH. Nie możesz pozyskać: REP, ICN, GNT, GNO, DGD, BCP.
tr: Şu aşamada sadece ETH'yi destekliyoruz. REP, ICN, GNT, GNO, DGD ve BCP alamıyoruz.
vi: Hiện tại chúng tôi chỉ hỗ trợ ETH. Bạn không thể nhận REP, ICN, GNT, GNO, DGD, BCP.

source: Now supporting Ether
ja: イーサをサポートしておりません
pl: Teraz obsługujemy Ether
tr: Şimdi Ether'i destekliyoruz
vi: Hiện nay chúng tôi đang hỗ trợ Ether
