Repository: AYCH-Inc/aych.blockios.wallet
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: ja, pl, tr, vi

source: %@ copied to clipboard
ja: %@をクリップボードにコピーしました
pl: %@ skopiowano do schowka
tr: %@ panoya kopyalandı
vi: %@ được sao chép vào bộ nhớ tạm

source: %d Confirmations
ja: %dの確認
pl: %d Potwierdzenia
tr: %d Onay
vi: %d xác nhận

source: Transferred
ja: 転送済み
pl: Przesłano
tr: Transfer Edilen
vi: Đã chuyển

source: Received
ja: 受信済み
pl: Otrzymano
tr: Aldınız
vi: Đã nhận

source: Sent
ja: 送信済み
pl: Wysłano
tr: Gönderilen
vi: Đã gửi

source: %d Transactions
ja: %dの取引
pl: %d Transakcje
tr: %d İşlem
vi: %d giao dịch

source: Settings
ja: 設定
pl: Ustawienia
tr: Ayarlar
vi: Cài đặt

source: Add to Address book?
ja: アドレスブックに追加しますか？
pl: Dodać do książki adresowej?
tr: Adresi deftere ekle?
vi: Thêm vào sổ địa chỉ?

source: An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair your device.
ja: ウォレットのロード中にエラーが発生しました。 オフラインであるか、ブロックチェーンに問題が発生している可能性があります。 アプリケーションを終了して後で再試行するかデバイスを再度ペアリングしてください。
pl: Napotkano na błąd podczas ładowania Twojego portfela. Możliwe, że jesteś offline, lub Blockchain ma problemy techniczne. Zamknij aplikację i spróbuj ponownie później lub sparuj swoje urządzenie ponownie.
tr: Cüzdanınız yüklenirken bir hata oluştu. Çevrimdışı olmalısınız veya Blockchain bazı sorunlar yaşıyor olabilir. Lütfen uygulamayı kapatın ve tekrar deneyin veya cihazınızı tekrar eşleştirin.
vi: Lỗi khi tải ví của bạn. Bạn có thể ẩn, nếu không trải nghiệm Blockchain sẽ gặp khó khăn. Vui lòng đóng ứng dụng và thử lại hoặc kết nối lại với thiết bị của bạn.

source: Archive
ja: アーカイブ
pl: Archiwizuj
tr: Arşivle
vi: Lưu trữ

source: Archived
ja: アーカイブ済み
pl: Zarchiwizowano
tr: Arşivlendi
vi: Đã lưu trữ

source: Automatically
ja: 自動
pl: Automatycznie
tr: Otomatik
vi: Tự động

source: Cancel
ja: キャンセル
pl: Anuluj
tr: İptal
vi: Hủy bỏ

source: Cannot save PIN Code while wallet is not initialized or password is null
ja: ウォレットが初期化されていないかパスワードが無効な場合、PINコードを保存できません
pl: Nie można zapisać kodu PIN, jeśli portfel nie jest uruchomiony lub nie podano hasła
tr: Cüzdan başlatılmadığında veya şifre boş olduğunda PIN Kodu kaydedilemiyor
vi: Không thể lưu mã PIN khi ví không được tạo hoặc mật khẩu không có giá trị

source: Change PIN
ja: PINを変更
pl: Zmień PIN
tr: PIN Değiştir
vi: Thay đổi mã PIN

source: Close App
ja: アプリを閉じる
pl: Zamknij aplikację
tr: Uygulamayı Kapat
vi: Đóng ứng dụng

source: Confirm Payment
ja: 支払いを確認
pl: Potwierdź płatność
tr: Ödemeyi Onayla
vi: Xác nhận thanh toán

source: Send from...
ja: ...から送信
pl: Wyślij z...
tr: Bu adresten gönder...
vi: Gửi từ...

source: Send to...
ja: ...に送信
pl: Wyślij do...
tr: Bu adrese gönder...
vi: Gửi đến...

source: Decrypted PIN Password length 0
ja: 復号化されたPINパスワードの長さ 0
pl: Długość hasła roszyfrowanego PINu 0
tr: Çözümlenen PIN Şifresi uzunluğu 0
vi: Mật khẩu PIN được giải mã dài 0

source: Decrypting Private Key
ja: 復号化された秘密鍵
pl: Rozszyfrowywanie klucza prywatnego
tr: Özel Anahtar Çözümleniyor
vi: Đang giải mã Khóa riêng

source: Enter Password
ja: パスワードを入力
pl: Podaj hasło
tr: Şifre Gir
vi: Nhập mật khẩu

source: Error
ja: エラー
pl: Błąd
tr: Hata
vi: Lỗi

source: Failed To Load Wallet
ja: ウォレットのロードに失敗しました
pl: Nie udało się załadować portfela
tr: Cüzdan Yükleme Başarısız
vi: Tải ví thất bại

source: No internet connection.
ja: インターネット接続がありません。
pl: Brak połączenia z Internetem.
tr: İnternet bağlantısı yok.
vi: Không có kết nối internet.

source: Connection timed out. Please check your internet connection.
ja: 接続がタイムアウトしました。 インターネット接続を確認してください。
pl: Upłynął limit czasu połączenia. Sprawdź swoje połączenie z Internetem
tr: Bağlantı zaman aşımı. Lütfen internet bağlantınızı kontrol edin.
vi: Kết nối quá hạn. Vui lòng kiểm tra kết nối internet.

source: Empty response from server.
ja: サーバーからの空の応答。
pl: Pusta odpowiedź od serwera.
tr: Sunucudan boş yanıt
vi: Không có phản hồi từ máy chủ.

source: Forget Wallet
ja: ウォレットを忘れました
pl: Zapomnij portfel
tr: Cüzdanı Unut
vi: Quên ví

source: How would you like to pair?
ja: どのようにペアリングを行いますか？
pl: Jak chciałbyś sparować?
tr: Nasıl eşleştirmek istersiniz?
vi: Bạn có muốn kết nối không?

source: Imported Private Key %@
ja: インポートされた秘密鍵 %@
pl: Zaimportowany klucz prywatny %@
tr: Alınan Özel Anahtar %@
vi: Đã nhập khóa riêng %@

source: Information
ja: 情報
pl: Informacje
tr: Bilgi
vi: Thông tin

source: Invalid email address.
ja: 無効なメールアドレス
pl: Nieprawidłowy adres e-mail
tr: Geçersiz e-posta adresi
vi: Địa chỉ email không hợp lệ.

source: Invalid Identifier
ja: 無効な識別子
pl: Nieprawidłowy identyfikator
tr: Geçersiz Kimlik Doğrulayıcı
vi: ID không hợp lệ

source: Invalid Send Value
ja: 無効な送信値
pl: Nieprawidłowa wartość do wysłania
tr: Geçersiz Gönder Değeri
vi: Giá trị gửi không hợp lệ

source: Signing Inputs
ja: 入力を署名
pl: Podpisywanie danych wejściowych
tr: Girdiler İmzalanıyor
vi: Nhập chữ ký

source: Signing Input %d
ja: 入力％dを署名 %d
pl: Podpisywanie danych wejściowych %d
tr: %d Girdisi İmzalanıyor
vi: Nhập chữ ký %d

source: Finished Signing Inputs
ja: 署名入力を完了しました
pl: Zakończone podpisywanie danych wejściowych
tr: Girdileri İmzalama Tamamlandı
vi: Hoàn tất nhập chữ ký

source: Any address
ja: 任意のアドレス
pl: Dowolny adres
tr: Herhangi bir adres
vi: Bất kỳ địa chỉ nào

source: Invalid Shared Key
ja: 無効な共有鍵
pl: Nieprawidłowy klucz dzielony
tr: Geçersiz Paylaşılan Anahtar
vi: Khóa được chia sẻ không hợp lệ

source: Invalid Status Code Returned %@
ja: 無効なステータスコードが返却されました %@
pl: Zwrócony nieprawidłowy kod statusu %@
tr: Geçersiz Durum Kodu İadesi %@
vi: Tình trạng mã được trả lại không hợp lệ %@

source: Invalid to bitcoin address
ja: 無効なビットコインアドレスです。
pl: Nieprawidłowy adres bitcoin "do"
tr: Geçersiz bitcoin adresi
vi: Địa chỉ bitcoin không hợp lệ

source: From and destination address have to be different
ja: 送信元と宛先のアドレスは異なるものでなければなりません
pl: Adresy nadawcy i adresata muszą być różne
tr: Gönderici ve alıcı adreslerinin farklı olması gerekir
vi: Địa chỉ đi và đến phải khác nhau

source: Loading External Page
ja: 外部ページをロード中
pl: Ładowanie strony zewnętrznej
tr: Harici Sayfa Yükleniyor
vi: Đang tải trang mở rộng

source: Logout
ja: ログアウト
pl: Wyloguj
tr: Çıkış
vi: Đăng xuất

source: Do you really want to log out?
ja: 本当にログアウトしますか？
pl: Czy naprawdę chcesz się wylogować?
tr: Gerçekten oturum kapatmak istiyor musunuz?
vi: Bạn có muốn đăng xuất?

source: Please enter your PIN
ja: PINを入力してください
pl: Podaj swój PIN
tr: Lütfen PIN kodunuzu girin
vi: Vui lòng nhập mã PIN

source: Please enter a new PIN
ja: 新規PINを入力してください
pl: Podaj nowy PIN
tr: Lütfen yeni bir PIN kodu girin
vi: Vui lòng nhập mã PIN mới

source: Confirm your PIN
ja: PINを確認
pl: Potwierdź swój PIN
tr: PIN kodunuzu onaylayın
vi: Xác nhận mã PIN

source: Manually
ja: 手動で
pl: Ręcznie
tr: Manüel
vi: Thủ công

source: No
ja: なし
pl: Nie
tr: Hayır
vi: Không

source: Sending Transaction
ja: 取引を送信中
pl: Wysyłanie transakcji
tr: İşlem Gönderiliyor
vi: Đang gửi giao dịch

source: No Label
ja: ラベルなし
pl: Brak etykiety
tr: Etiket Yok
vi: Không có nhãn

source: No Password Entered
ja: パスワードが入力されていません
pl: Nie wpisano hasła
tr: Şifre Girilmedi
vi: Không có mật khẩu

source: OK
tr: TAMAM

source: Scan Pairing Code
ja: ペアリングコードをスキャン
pl: Skanuj kod parowania
tr: Eşleştirme Kodunu Tara
vi: Quét mã kết nối

source: Parsing Pairing Code
ja: ペアリングコードの解析中
pl: Analiza kodu parowania
tr: Eşleştirme Kodu Ayrıştırma
vi: Phân tích cú pháp mã kết nối

source: Passwords do not match
ja: パスワードが一致しません
pl: Hasła nie pasują do siebie
tr: Şifre eşleşmiyor
vi: Mật khẩu không khớp

source: Payment Sent!
ja: 支払いを送信しました！
pl: Płatność wysłana!
tr: Ödeme Gönderildi!
vi: Thanh toán đã gửi!

source: PIN Response Object key or value length 0
ja: PIN応答オブジェクトキーもしくは値の長さ0
pl: Klucz lub długość wartości obiektu odpowiedzi PIN 0
tr: PIN Yanıt Nesnesi anahtarı veya değeri uzunluğu 0
vi: Khóa và giá trị phản hồi mã PIN dài 0

source: PIN Validation Error
ja: PIN検証エラー
pl: Błąd weryfikacji PINu
tr: PIN Doğrulama Hatası
vi: Lỗi xác thực mã PIN

source: Please choose another PIN
ja: 別のPINを選択してください
pl: Wybierz inny PIN
tr: Lütfen başka bir PIN kodu seçin
vi: Vui lòng chọn mã PIN khác

source: Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup.
ja: 36文字のウォレット識別子を正しく入力してください。 開始時のようこそメールに記載されています。
pl: Podaj poprawny 36-znakowy identyfikator swojego portfela Możesz go znaleźć w e-mailu powitalnym.
tr: Lütfen 36 karakterli cüzdan kimlik tanıtıcınızı doğru şekilde girin. Başlangıçtaki hoş geldiniz e-postasında bulunabilir.
vi: Vui lòng nhập chính xác ID ví gồm 36 ký tự. Có thể tìm thấy tại email chào mừng lúc mới bắt đầu.

source: Please provide an email address.
ja: メールアドレスを入力してください
pl: Podaj swój adres e-mail
tr: Lütfen bir e-posta adresi girin.
vi: Vui lòng cung cấp địa chỉ email.

source: Retry Validation
ja: 検証を再試行
pl: Ponów potwierdzenie
tr: Doğrulamayı Yeniden Dene
vi: Xác thực lại

source: Second Password Incorrect
ja: 二番目のパスワードが間違っています
pl: Drugie hasło nieprawidłowe
tr: İkinci Şifre Yanlış
vi: Mật khẩu cấp 2 không đúng

source: Success
ja: 成功です
pl: Udało się
tr: Başarılı
vi: Thành công

source: The private key you are attempting to import is encrypted. Please enter the password below.
ja: インポートしようとしている秘密鍵は暗号化されています。 以下にパスワードを入力してください。
pl: Klucz prywatny, który próbujesz zaimportować, jest zaszyfrowany. Podaj hasło poniżej.
tr: Almayı denediğiniz özel anahtar şifrelenmiş. Lütfen şifrenizi aşağıya girin.
vi: Khóa riêng bạn đang dùng để nhập đã bị mã hóa. Vui lòng nhập mật khẩu vào bên dưới.

source: Unarchive
ja: アーカイブを解除
pl: Nie archiwizuj
tr: Arşivden Çıkar
vi: Bỏ lưu trữ

source: Unconfirmed
ja: 未確認
pl: Nie potwierdzono
tr: Onaylanmadı
vi: Không được xác nhận

source: Unsupported Private Key Format
ja: 未対応の秘密鍵形式
pl: Niewspierany format klucza prywatnego
tr: Desteklenmeyen Özel Anahtar Formatı
vi: Định dạng khóa riêng không được hỗ trợ

source: User Declined
ja: ユーザーが拒否されました
pl: Użytkownik odmówił
tr: Kullanıcı Reddedildi
vi: Người dùng bị từ chối

source: You must have two-factor authentication disabled to pair manually.
ja: 手動ペアリングに2段階認証が無効になっているようです。
pl: Aby sparować ręcznie, musisz wyłączyć Uwierzytelnianie Dwustopniowe.
tr: Manüel olarak eşleştirmeden önce iki aşamalı kimlik doğrulamayı devre dışı bırakmalısınız.
vi: Bạn phải tắt Bảo mật 2 lớp để kết nối thủ công.

source: Warning!!!
ja: 警告!!!
pl: Uwaga!!!
tr: Uyarı!!!
vi: Cảnh báo!!!

source: Would you like to add the bitcoin address %@ to your address book?
ja: ビットコインアドレス%@をアドレスブックに追加しますか？
pl: Czy chcesz dodać adres bitcoin %@ do swojej książki adresowej?
tr: %@ bitcoin adresini adres defterinize kaydetmek ister misiniz?
vi: Bạn có muốn thêm địa chỉ bitcoin %@ vào sổ địa chỉ?

source: Yes
ja: はい
pl: Tak
tr: Evet
vi: Có

source: Send
ja: 送信
pl: Wyślij
tr: Gönder
vi: Gửi

source: Receive
ja: 受信
pl: Otrzymaj
tr: Al
vi: Nhận

source: You must enter a destination address
ja: 送信先アドレスを入力する必要があります
pl: Musisz wpisać adres docelowy
tr: Bir varış adresi girmelisiniz
vi: Bạn phải nhập địa chỉ đến

source: You must enter a label
ja: ラベルを入力する必要があります
pl: Musisz wpisać etykietę
tr: Bir etiket girmelisiniz
vi: Bạn phải nhập nhãn

source: Label must contain letters and numbers only
ja: ラベルには英数字のみ使用できます
pl: Etykieta może zawierać tylko litery i cyfry
tr: Etiket sadece harf ve rakam içermelidir
vi: Nhãn chỉ chứa chữ và số

source: Label must have less than 18 characters
ja: ラベルは18文字以下である必要があります
pl: Etykieta musi mieć mniej niż 18 znaków
tr: Etiket 18 karakterden az olmalıdır
vi: Nhãn có ít hơn 18 ký tự

source: Weak
ja: 弱い
pl: Słabe
tr: Zayıf
vi: Yếu

source: Regular
ja: 通常
pl: Standardowe
tr: Sıradan
vi: Tương đối

source: Strong
ja: 強い
pl: Silne
tr: Güçlü
vi: Mạnh

source: Close
ja: 閉じる
pl: Zamknij
tr: Kapat
vi: Đóng

source: Label
ja: ラベル
pl: Etykieta
tr: Etiket
vi: Nhãn

source: Done
ja: 完了
pl: Gotowe
tr: Tamamlandı
vi: Hoàn tất

source: Save
ja: 保存
pl: Zapisz
tr: Kaydet
vi: Lưu

source: Create Wallet
ja: ウォレットを作成
pl: Stwórz Portfel
tr: Cüzdan Oluştur
vi: Tạo Ví

source: Total Balance
ja: 合計残高
pl: Suma
tr: Toplam Bakiye
vi: Tổng số dư

source: Imported Addresses
ja: インポートされたアドレス
pl: Adresy zaimportowane
tr: Alınan Adresler
vi: Các địa chỉ đã nhập

source: Imported Addresses (Archived)
ja: インポートされたアドレス (アーカイブ済み)
pl: Adresy zaimportowane (archiwizowane)
tr: Alınan Adresler(Arşivlenmiş)
vi: Các địa chỉ đã nhập (Đã lưu trữ)

source: Address book
ja: アドレスブック
pl: Książka adresowa
tr: Adres defteri
vi: Sổ địa chỉ

source: Please add an email address
ja: メールアドレスを追加してください
pl: Dodaj adres e-mail
tr: Lütfen bir e-posta adresi ekleyin
vi: Vui lòng thêm địa chỉ email

source: Loading transactions
ja: 取引をロード中
pl: Ładowanie transakcji
tr: İşlemler yükleniyor
vi: Đang tải giao dịch

source: Checking for Wallet updates
ja: ウォレットのアップデートを確認中
pl: Sprawdzanie dostępnych aktualizacji portfela
tr: Cüzdan güncellemeleri kontrol ediliyor
vi: Kiểm tra cập nhật Ví

source: Importing key
ja: 鍵をインポート中
pl: Importowanie klucza
tr: Anahtar alınıyor
vi: Đang nhập khóa

source: Support
ja: サポート
pl: Wsparcie
tr: Destek
vi: Hỗ trợ

source: Terms of Service
ja: サービス規約
pl: Warunki korzystania
tr: Hizmet Şartları
vi: Điều khoản Dịch vụ

source: Transaction
ja: 取引
pl: Transakcja
tr: İşlem
vi: Giao dịch

source: Manual Pairing
ja: 手動ペアリング
pl: Parowanie ręczne
tr: Manüel Eşleştirme
vi: Kết nối thủ công

source: Password Required
ja: パスワードが必要です
pl: Hasło wymagane
tr: Şifre Gerekli
vi: Yêu cầu mật khẩu

source: Second Password Required
ja: 二番目のパスワードが必要です
pl: Drugie hasło wymagane
tr: İkinci Şifre Gerekli
vi: Yêu cầu Mật khẩu cấp 2

source: Create New Wallet
ja: 新規ウォレットを作成
pl: Stwórz nowy portfel
tr: Yeni Cüzdan Oluştur
vi: Tạo Ví mới

source: Automatic Pairing
ja: 自動ペアリング
pl: Automatyczne parowanie
tr: Otomatik Eşleştirme
vi: Tự động kết nối

source: Request Amount
ja: 金額をリクエスト
pl: Zażądaj kwoty
tr: Talep Miktarı
vi: Số tiền yêu cầu

source: Label Address
ja: アドレスをラベル付け
pl: Oznacz adres
tr: Etiket Adresi
vi: Dán nhãn địa chỉ

source: Scan Private Key
ja: 秘密鍵をスキャン
pl: Skanuj klucz prywatny
tr: Özel Anahtarı Tara
vi: Quét khóa riêng

source: Copy Address
ja: アドレスをコピー
pl: Kopiuj adres
tr: Adresi Kopyala
vi: Sao chép địa chỉ

source: Archive Address
ja: アドレスをアーカイブ
pl: Archiwizuj adres
tr: Adresi Arşivle
vi: Lưu trữ địa chỉ

source: Unarchive Address
ja: アドレスのアーカイブを解除
pl: Nie archiwizuj adresu
tr: Adresi Arşivden Çıkar
vi: Bỏ lưu trữ địa chỉ

source: You must leave at least one active address
ja: 少なくとも1以上のアクティブなアドレスが必要です
pl: Musisz zostawić przynajmniej jeden aktywny adres
tr: En az bir aktif adres bırakmalısınız
vi: Bạn phải có ít nhất 1 địa chỉ hoạt động

source: Update
ja: 更新
pl: Aktualizuj
tr: Güncelle
vi: Cập nhật

source: Success!
ja: 成功です！
pl: Sukces!
tr: Başarı!
vi: Thành công!

source: Warning
ja: 警告
pl: Uwaga
tr: Uyarı
vi: Cảnh báo

source: Your device appears to be jailbroken. The security of your wallet may be compromised.
ja: お使いのデバイスはジェイルブレイクされているようです。 ウォレットのセキュリティが危険にさらされる可能性があります。
pl: Wygląda na to, że na Twoim urządzeniu przeprowadzono jailbreak. Bezpieczeństwo Twojego portfela może być zagrożone.
tr: Cihazınız kısıtlamalardan kurtulmuş görünmektedir. Cüzdanınızın güvenliği risk altında olabilir.
vi: Thiết bị của bạn đã được jailbreak. Có thể gây hại cho sự an toàn của ví.

source: Identifier
ja: 識別子
pl: Identyfikator
tr: Kimlik Tanıtıcı
vi: ID

source: Verifying
ja: 検証中
pl: Weryfikowanie
tr: Doğrulanıyor
vi: Đang xác minh

source: Copied to clipboard
ja: クリップボードにコピーしました
pl: Skopiowano do schowka
tr: Panoya kopyalandı
vi: Đã sao chép vào bộ nhớ tạm

source: %lld seconds ago
ja: %lld秒前
pl: %lld sekund temu
tr: %lld saniye önce
vi: %lld giây trước

source: 1 minute ago
ja: 1分前
pl: Minutę temu
tr: 1 dakika önce
vi: 1 phút trước

source: %lld minutes ago
ja: %lld分前
pl: %lld minut temu
tr: %lld dakika önce
vi: %lld phút trước

source: 1 hour ago
ja: 1時間前
pl: Godzinę temu
tr: 1 saat önce
vi: 1 giờ trước

source: %lld hours ago
ja: %lld時間前
pl: %lld godzin temu
tr: %lld saat önce
vi: %lld giờ trước

source: Yesterday
ja: 昨日
pl: Wczoraj
tr: Dün
vi: Hôm qua

source: Backup
ja: バックアップ
pl: Kopia zapasowa
tr: Yedekle
vi: Sao lưu

source: Word %@ of %@
ja: 単語%@ of %@
pl: Słowo %@ z %@
tr: Kelime %@ ve %@
vi: Từ %@ trong số %@

source: Please try again
ja: 再試行してください
pl: Spróbuj ponownie
tr: Lütfen tekrar deneyin
vi: Vui lòng thử lại

source: Continue
ja: 続行
pl: Kontynuuj
tr: Devam
vi: Tiếp tục

source: first word
ja: 最初の語句
pl: pierwsze słowo
tr: birinci sözcük
vi: từ số 1

source: second word
ja: 二番目の語句
pl: drugie słowo
tr: ikinci sözcük
vi: từ số 2

source: third word
ja: 三番目の語句
pl: trzecie słowo
tr: üçüncü sözcük
vi: từ số 3

source: fourth word
ja: 四番目の語句
pl: czwarte słowo
tr: dördüncü sözcük
vi: từ số 4

source: fifth word
ja: 五番目の語句
pl: piąte słowo
tr: beşinci sözcük
vi: từ số 5

source: sixth word
ja: 六番目の語句
pl: szóste słowo
tr: altıncı sözcük
vi: từ số 6

source: seventh word
ja: 七番目の語句
pl: siódme słowo
tr: yedinci sözcük
vi: từ số 7

source: eighth word
ja: 八番目の語句
pl: ósme słowo
tr: sekizinci sözcük
vi: từ số 8

source: ninth word
ja: 九番目の語句
pl: dziewiąte słowo
tr: dokuzuncu sözcük
vi: từ số 9

source: tenth word
ja: 十番目の語句
pl: dziesiąte słowo
tr: onuncu sözcük
vi: từ số 10

source: eleventh word
ja: 十一番目の語句
pl: jedenaste słowo
tr: on birinci sözcük
vi: từ số 11

source: twelfth word
ja: 十二番目の語句
pl: dwunaste słowo
tr: on ikinci sözcük
vi: từ số 12

source: My Bitcoin Wallet
ja: 私のビットコインウォレット
pl: Mój portfel bitcoin
tr: Bitcoin Cüzdanım
vi: Ví Bitcoin của tôi

source: Add Email
ja: メールアドレスを追加
pl: Dodaj e-mail
tr: E-posta Ekle
vi: Thêm email

source: Account Details
ja: アカウント詳細
pl: Szczegóły konta
tr: Hesap Ayrıntıları
vi: Thông tin tài khoản

source: Email
ja: メール
tr: E-posta

source: Display
ja: 表示
pl: Wyświetl
tr: Görüntüle
vi: Hiển thị

source: Local Currency
ja: 地域通貨
pl: Lokalna waluta
tr: Yerel Para Birimi
vi: Nội tệ

source: Notifications
ja: 通知
pl: Powiadomienia
tr: Bildirimler
vi: Thông báo

source: About
ja: 詳細
pl: O nas
tr: Hakkında
vi: Về

source: Privacy Policy
ja: プライバシーポリシー
pl: Polityka prywatności
tr: Gizlilik Politikası
vi: Chính sách Bảo mật

source: Verify
ja: 認証
pl: Zweryfikuj
tr: Doğrula
vi: Xác minh

source: Sent to %@
ja: %@に送信
pl: Wysłano do %@
tr: %@ adresine gönderildi
vi: Đã gửi đến %@

source: Enter your verification code
ja: 認証コードを入力
pl: Podaj swój kod weryfikacyjny
tr: Doğrulama kodunuzu girin
vi: Nhập mã xác minh của bạn

source: Resend verification email
ja: 認証メールを再送信
pl: Wyślij e-mail weryfikacyjny ponownie
tr: Doğrulama e-postasını tekrar gönder
vi: Gửi lại email xác minh

source: Change Email
ja: メールアドレスを変更
pl: Zmień e-mail
tr: E-posta Değiştir
vi: Thay đổi Email

source: Your email has been verified.
ja: メールアドレスが認証されました。
pl: Twój e-mail został potwierdzony.
tr: E-posta adresiniz doğrulandı.
vi: Email của bạn đã được xác minh.

source: Error loading settings
ja: 設定のロード中にエラーが発生しました
pl: Błąd w ładowaniu ustawień
tr: Ayarların yüklenmesinde hata oluştu
vi: Lỗi thiết lập tải

source: Please check your internet connection.
ja: インターネット接続を確認してください。
pl: Sprawdź swoje połączenie z Internetem
tr: Lütfen internet bağlantınızı kontrol edin.
vi: Vui lòng kiểm tra kết nối internet.

source: Payment Received
ja: 支払いを受け取りました
pl: Płatność otrzymana
tr: Ödeme Alındı
vi: Thanh toán đã nhận

source: We’ve detected a previous installation of Blockchain Wallet on your phone.
ja: お使いの携帯電話にすでにブロックチェーンウォレットがインストールされているようです。
pl: Wykryliśmy poprzednią instalację Portfela Blockchain na Twoim telefonie.
tr: Telefonunuzda önceden bir Blockchain Cüzdan kurulumu yapıldığını algıladık.
vi: Chúng tôi phát hiện Ví Blockchain đã được cài đặt trước đây trên điện thoại của bạn.

source: Please choose from the options below.
ja: 以下のオプションから選択してください。
pl: Wybierz z opcji poniżej.
tr: Lütfen aşağıdaki seçeneklerden birini seçin.
vi: Vui lòng chọn các tùy chọn bên dưới.

source: Enter Verification Code
ja: 認証コードを入力
pl: Podaj kod weryfikacyjny
tr: Doğrulama Kodu Gir
vi: Nhập mã xác minh

source: Fees
ja: 手数料
pl: Opłaty
tr: Ücretler
vi: Phí

source: Change fee per kilobyte
ja: キロバイトごとの手数料を変更
pl: Zmień opłatę od kilobajta
tr: Kilobayt başına ücreti değiştir
vi: Thay đổi phí cho mỗi kilobyte

source: Current rate: %@ BTC
ja: 現在のレート: %@ BTC
pl: Aktualny kurs: %@ BTC
tr: Cari oran: %@ BTC
vi: Tỉ lệ hiện tại: %@ BTC

source: Fee is too high (0.01 BTC limit)
ja: 手数料が高すぎます(0.01 BTC制限)
pl: Opłata jest zbyt wysoka (limit wynosi 0,01 BTC)
tr: Ücret çok yüksek (0.01 BTC sınır)
vi: Phí quá cao (giới hạn 0,01 BTC)

source: Authorization Required
ja: 認証が必要です
pl: Autoryzacja wymagana
tr: Kimlik Doğrulama Gerekli
vi: Yêu cầu quyền truy cập

source: Insufficient Funds
ja: 不十分な資金
pl: Niewystarczające środki
tr: Yetersiz Para
vi: Không đủ tiền

source: Just now
ja: たった今
pl: Tylko teraz
tr: Hemen şimdi
vi: Mới đây

source: New Address
ja: 新規アドレス
pl: Nowy adres
tr: Yeni Adres
vi: Địa chỉ mới

source: Scan QR code
ja: QRコードをスキャン
pl: Skanuj kod QR
tr: QR Kodu Tara
vi: Quét mã QR

source: Go to Settings
ja: 設定を表示
pl: Przejdź do Ustawień
tr: Ayarlara Git
vi: Đến Cài đặt

source: You have no available funds to send from this address
ja: このアドレスから送信できる利用可能な資金がありません
pl: Nie masz dostępnych środków do wysłania z tego adresu
tr: Bu adresten göndermek için kullanılabilir paranız yok.
vi: Bạn không có tiền để gửi từ địa chỉ này

source: An error was encountered retrieving your wallet identifier from the keychain. Please close the application and try again.
ja: キーチェーンからウォレット識別子を取得する際にエラーが発生しました。 アプリケーションを閉じて再試行してください。
pl: Napotkano na błąd podczas pobierania identyfikatora Twojego portfela z keychain. Zamknij aplikację i spróbuj ponownie.
tr: Anahtarlıktan cüzdan kimlik tanıtıcınız alınırken bir hata oluştu. Lütfen uygulamayı kapatın ve tekrar deneyin.
vi: Lỗi khi lấy lại ID ví của bạn từ Keychain. Vui lòng đóng ứng dụng và thử lại

source: Error updating settings
ja: 設定の更新中にエラーが発生しました
pl: Błąd w aktualizacji ustawień
tr: Ayarların güncellenmesinde hata oluştu
vi: Lỗi thiết lập cập nhật

source: Invalid Pairing Code
ja: 無効なペアリングコード
pl: Nieprawidłowy kod parowania
tr: Geçersiz Eşleştirme Kodu
vi: Mã kết nối không hợp lệ

source: Copy to clipboard
ja: クリップボードにコピー
pl: Kopiuj do schowka
tr: Panoya Kopyala
vi: Sao chép vào bộ nhớ tạm

source: Warning: Your wallet identifier is sensitive information. Copying it may compromise the security of your wallet.
ja: 警告: ウォレットの識別子は機密情報です。 コピーするとウォレットのセキュリティが危険に晒されます。
pl: Uwaga: identyfikator Twojego portfela to informacja poufna. Kopiowanie go może zagrozić bezpieczeństwu Twojego portfela.
tr: Uyarı: Cüzdan kimlik tanıtıcınız hassas bilgidir. Onu kopyalamak cüzdanınızın güvenliğini riske atabilir.
vi: Cảnh báo: ID ví của bạn chứa thông tin nhạy cảm. Sao chép có thể gây hại đến sự an toàn của ví.

source: Please enter your recovery phrase with words separated by spaces
ja: スペースで語句を区切ってリカバリーフレーズを入力してください
pl: Podaj swój zwrot do odzyskiwania hasła, wpisując słowa oddzielone spacjami
tr: Lütfen sözcükler arasında boşluk olacak şekilde kurtarma ifadenizi girin
vi: Vui lòng nhập nhóm từ khôi phục với các từ cách nhau bằng dấu cách

source: Adjust Fee
ja: 調整手数料
pl: Dostosuj opłatę
tr: Ücreti Ayarla
vi: Điều chỉnh phí

source: Invalid recovery phrase. Please try again
ja: 無効なリカバリーフレーズです。 再試行してください
pl: Nieprawidłowy zwrot do odzyskiwania Spróbuj ponownie
tr: Geçersiz kurtarma ifadesi. Lütfen tekrar deneyin
vi: Nhóm từ khôi phục không hợp lệ. Vui lòng thử lại

source: Invalid verification code. Please try again.
ja: 無効な認証コードです。 再試行してください。
pl: Nieprawidłowy kod weryfikacyjny. Proszę spróbować ponownie.
tr: Geçersiz doğrulama kodu. Lütfen tekrar deneyin.
vi: Mã xác minh không hợp lệ. Vui lòng thử lại.

source: No internet connection available. Please check your network settings.
ja: インターネット接続が利用できません。 ネットワーク設定を確認してください。
pl: Brak dostępnego połączenia z Internetem. Proszę sprawdzić swoje ustawieni sieci.
tr: İnternet bağlantısı yok. Lütfen ağ ayarlarınızı kontrol edin.
vi: Không có kết nối internet. Vui lòng kiểm tra kết nối mạng.
