Repository: AYCH-Inc/aych.blockios.wallet
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: ja, pl, tr, vi

source: An error occurred due to interruptions during PIN verification. Please close the app and try again.
ja: PIN認証が中止され、エラーが発生しました。 アプリを閉じて再試行してください。
pl: Wystąpił błąd z powodu zakłóceń podczas weryfikacji PINu. Zamknij aplikację i spróbuj ponownie.
tr: PIN kodu doğrulama sırasındaki kesinti yüzünden bir hata oluştu. Lütfen uygulamayı kapatın ve tekrar deneyin.
vi: Xuất hiện lỗi do gián đoạn trong quá trình xác minh mã PIN. Vui lòng đóng ứng dụng và thử lại.

source: An error occurred while changing 2-Step verification.
ja: 2段階認証を変更中にエラーが発生しました。
pl: Wystąpił błąd podczas zmian w Uwierzytelnianiu Dwustopniowym.
tr: 2-Aşamalı doğrulama değiştirilirken bir hata oluştu.
vi: Lỗi khi thay đổi Xác minh 2 bước.

source: An error occurred while copying your address to the clipboard. Please re-select the destination address or restart the app and try again.
ja: クリップボードにアドレスをコピー中エラーが発生しました。 宛先アドレスを再選択するか、アプリを再起動して再試行してください。
pl: Wystąpił błąd podczas kopiowania Twojego adresu do schowka. Proszę jeszcze raz wybrać adres docelowy lub zrestartować aplikację i spróbować ponownie.
tr: Adresinizi panoya kopyalarken bir hata oluştu. Lütfen varış adresini tekrar seçin veya uygulamayı kapatın ve tekrar deneyin.
vi: Lỗi khi sao chép địa chỉ của bạn vào clipboard. Vui lòng chọn địa chỉ gửi hoặc khởi động lại ứng dụng và thử lại.

source: An error occurred while saving your changes. Please make sure you are not logged into your wallet on another device.
ja: 変更点の保存中にエラーが発生しました。 別のデバイスでウォレットにログインしていないことを確認してください。
pl: Wystąpił błąd podczas zapisywania Twoich zmian. Upewnij się, że nie jesteś zalogowany do swojego portfela na innym urządzeniu.
tr: Değişiklikleriniz kaydedilirken bir hata oluştu. Başka bir cihaz üzerinden cüzdanınızla oturum açmadığınızdan lütfen emin olun.
vi: Lỗi khi lưu các thay đổi của bạn. Vui lòng đảm bảo không đăng nhập ví trên một thiết bị khác.

source: An error occurred while updating your spendable balance. Please check your internet connection and try again.
ja: 使用できる残高の更新中にエラーが発生しました。 インターネット接続を確認して再試行してください。
pl: Wystąpił błąd podczas aktualizowania Twojego salda rozporządzalnego. Sprawdź swoje połączenie internetowe i spróbuj ponownie.
tr: Harcanabilir bakiyeniz güncellenirken bir hata oluştu. Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin.
vi: Lỗi khi cập nhật số dư khả dụng của bạn. Vui lòng kiểm tra kết nối internet và thử lại.

source: Archiving addresses
ja: アドレスのアーカイブ
pl: Archiwizowanie adresu
tr: Adresler arşivleniyor
vi: Đang lưu trữ địa chỉ

source: Ask Me Later
ja: 後で通知する
pl: Zapytaj mnie później
tr: Daha Sonra Sor
vi: Hỏi lại sau

source: Backup Funds
ja: 資金のバックアップ
pl: Wykonaj kopię zapasową środków
tr: Parayı Yedekle
vi: Sao lưu các khoản tiền

source: Calculating: Address %@ of %@
ja: 計算中: アドレス %1$@ of %2$@
pl: Obliczanie: Adres %1$@ z %2$@
tr: Hesaplıyor: %1$@ / %2$@ Adres
vi: Đang tính toán: Địa chỉ %1$@ của %2$@

source: Cancelling
ja: キャンセル中
pl: Anulowanie
tr: İptal ediliyor
vi: Đang hủy

source: Confirmed
ja: 確認済み
pl: Potwierdzono
tr: Onaylandı
vi: Đã xác nhận

source: Could not find transaction with hash %@ when reloading data
ja: データの再ロード中に %@ ハッシュとの取引が見つかりませんでした
pl: Nie udało się odnaleźć transakcji z hashem %@ podczas przeładowywania danych
tr: Bilgiler yüklenirken %@ hash ile işlem bulunamadı
vi: Không thể tìm thấy giao dịch với mã băm %@ khi tải lại dữ liệu

source: Could not get value when sent - please check your internet connection and try again.
ja: 送信時に値を取得できませんでした。インターネット接続を確認した後再試行してください。
pl: Nie udało się otrzymać wartości przy wysyłaniu - sprawdź swoje połączenie sieciowe i spróbuj ponownie.
tr: Gönderilirken değer alınamadı-lütfen internet bağlantınızı kontrol edin ve tekrar deneyin.
vi: Không thể nhận được giá trị khi gửi - vui lòng kiểm tra kết nối mạng và thử lại.

source: Date
ja: 日付
pl: Data
tr: Tarih
vi: Ngày

source: Description
ja: 説明
pl: Opis
tr: Açıklama
vi: Mô tả

source: Details
ja: 詳細
pl: Szczegóły
tr: Ayrıntılar
vi: Chi tiết

source: Enable this option to reveal a receive address when you swipe left on the PIN screen, making receiving bitcoin even faster. Five addresses will be loaded consecutively, after which logging in is required to show new addresses.
ja: このオプションを有効にするとPIN画面で左にスワイプするだけで受信アドレスが表示され、ビットコインの受信がさらに高速になります。 5つのアドレスが連続してロードされ、その後新規アドレスを表示するにはログインが必要となります。
pl: Włącz tę opcję, aby odkryć adres odbioru gdy przesuniesz w lewo na ekranie PINu, co przyspieszy otrzymywanie bitcoinów. 5 adresów zostanie kolejno załadowanych, po czym wymagane będzie zalogowanie, by wyświetlić nowe adresy.
tr: Bitcoin almayı daha da hızlandırmak için PIN ekranına sola dokunduğunuzda alıcı adresi almak için bu seçeneği etkinleştirin. Yeni adresleri göstermek için oturum açmanın gerekli olacağı beş adres sıralı şekilde yüklenecektir.
vi: Bật tùy chọn này để hiện địa chỉ nhận khi bạn trượt qua trái trên màn hình mã PIN, giúp việc nhận bitcoin thậm chí còn nhanh hơn. Năm địa chỉ này sẽ được tải liên tục, sau đó cần đăng nhập để hiện các địa chỉ mới.

source: Enable this option to reveal a receive address when you swipe left on the PIN screen, making receiving bitcoin even faster. Only one address will be loaded, logging in is required to show a new address.
ja: このオプションを有効にするとPIN画面で左にスワイプするだけで受信アドレスが表示され、ビットコインの受信がさらに高速になります。 1つのアドレスのみがロードされ、その後新規アドレスを表示するにはログインが必要となります。
pl: Włącz tę opcję, aby odkryć adres odbioru gdy przesuniesz w lewo na ekranie PINu, co przyspieszy otrzymywanie bitcoinów. Załadowany zostanie tylko jeden adres, wymagane jest zalogowanie się, by wyświetlić nowy adres.
tr: Bitcoin almayı daha da hızlandırmak için PIN ekranına sola dokunduğunuzda alıcı adresi almak için bu seçeneği etkinleştirin. Yeni adresleri göstermek için oturum açmanın gerekli olacağı yalnızca bir adres yüklenecektir.
vi: Bật tùy chọn này để hiện địa chỉ nhận khi bạn trượt qua trái trên màn hình mã PIN, giúp việc nhận bitcoin thậm chí còn nhanh hơn. Chỉ một địa chỉ được tải, cần đăng nhập để hiện địa chỉ mới.

source: Enjoying the Blockchain Wallet? Please take a moment to leave a review in the App Store and let others know about it.
ja: ブロックチェーンウォレットをお楽しみいただいていますか？ さらに多くの人びとに知ってもらうため、App Storeでレビューを書いていただくようお願いします。
pl: Podoba Ci się Portfel Blockchain? Poświęć chwilę na wystawienie nam recenzji w App Store i daj znać innym.
tr: Blockchain Cüzdanını Beğeniyor Musunuz? Lütfen App Store'de bir inceleme yazmak için biraz zamanınızı ayırın ve diğerlerinin de bundan haberdar olmasını sağlayın.
vi: Bạn có thích Ví Blockchain? Hãy để lại nhận xét trên App Store.

source: Enter %@ amount
ja: %@金額を入力
pl: Podaj kwotę %@
tr: %@ miktar gir
vi: Nhập lượng %@

source: Failed to validate server certificate
ja: サーバー証明書の認証に失敗しました
pl: Nie udało się potwierdzić certyfikatu serwera
tr: Sunucu sertifikasının doğrulanması başarısız oldu
vi: Xác nhận chứng chỉ máy chủ thất bại

source: From
ja: 送信者
pl: Od
tr: Gönderen
vi: Từ

source: Increase fee
ja: 手数料を増やす
pl: Zwiększ opłatę
tr: Yanlış ücret
vi: Tăng phí

source: Keep higher fee
ja: 高額手数料を維持
pl: Utrzymaj wyższą opłatę
tr: Yüksek ücreti tut
vi: Giữ phí cao hơn

source: Keep lower fee
ja: 低額手数料を維持
pl: Utrzymaj niższą opłatę
tr: Düşük ücreti tut
vi: Giữ phí thấp hơn

source: Key already imported
ja: 鍵はすでにインポートされています
pl: Klucz już zaimportowany
tr: Anahtar zaten alınmış
vi: Khóa đã được nhập

source: Large Transaction
ja: 大規模な取引
pl: Duża transakcja
tr: Büyük İşlem
vi: Giao dịch lớn

source: Learn More
ja: さらに詳しく
pl: Dowiedz się więcej
tr: Daha Fazla Öğren
vi: Tìm hiểu thêm

source: Load More Transactions
ja: さらに取引をロード
pl: Załaduj więcej transakcji
tr: Daha Fazla İşlem Yükle
vi: Tải thêm giao dịch

source: Logout and forget wallet
ja: ログアウトしてウォレットを忘れる
pl: Wyloguj i zapomnij portfel
tr: Oturum kapat ve cüzdanı unut
vi: Đăng xuất và quên ví

source: Lower fee
ja: 手数料を下げる
pl: Niższa opłata
tr: Ücreti düşür
vi: Giảm phí

source: Needs BIP38 Password
ja: BIP38パスワードが必要です
pl: Potrzebne hasło BIP38
tr: BIP38 Şifresi Gereklidir
vi: Cần mật khẩu BIP38

source: Open %@?
ja: %@を開きますか？
pl: Otworzyć %@?
tr: %@ Aç?
vi: Mở %@?

source: Open Mail App
ja: メールアプリを開く
pl: Otwórz aplikację pocztową
tr: E-posta Uygulamasını Aç
vi: Mở ứng dụng Email

source: Password must be different from your email
ja: パスワードにメールアドレスを使用しないでください
pl: Hasło musi się różnić od Twojego e-maila
tr: Şifre e-posta adresinizden farklı olmalıdır
vi: Mật khẩu phải khác email

source: Password must be less than or equal to 255 characters
ja: パスワードは255文字以下である必要があります
pl: Hasło może mieć maksymalnie 255 znaków
tr: Şifre en çok 255 karakter veya daha az olmalıdır
vi: Mật khẩu phải ít hơn hoặc đúng 255 ký tự

source: Payments Sent
ja: 支払いを送信しました
pl: Płatności wysłane
tr: Ödemeler Gönderildi
vi: Thanh toán đã gửi!

source: Pending
ja: 保留中
pl: Oczekiwanie
tr: Bekleyen
vi: Chưa giải quyết

source: Pending (%@ Confirmations)
ja: 保留中 (%@ 確認)
pl: Oczekujące (%@ potwierdzenia)
tr: Bekliyor (%@ Onay)
vi: Chưa giải quyết (%@ xác nhận)

source: Please check your email and click on the verification link.
ja: メールを確認して認証リンクをクリックしてください。
pl: Sprawdź swój e-mail i kliknij link weryfikacyjny
tr: Lütfen e-postanızı kontrol edin ve gönderilen doğrulama bağlantısına tıklayın.
vi: Vui lòng kiểm tra email và nhấn vào liên kết xác minh.

source: Please login to load more addresses.
ja: ログインしてさらにアドレスをロードしてください。
pl: Proszę się zalogować, aby załadować więcej adresów.
tr: Lütfen daha fazla adres yüklemek için oturum açın.
vi: Vui lòng đăng nhập để tải thêm địa chỉ.

source: Please lower the fee to an amount that is less than your balance
ja: 残高より低い金額に手数料を下げてください
pl: Obniż opłatę do kwoty niższej niż Twoje saldo
tr: Lütfen ücreti bakiyenizden daha az bir miktara düşürün
vi: Vui lòng giảm phí xuống thấp hơn số dư của bạn

source: Please select a different address to send from.
ja: 送信する別のアドレスを選択してください。
pl: Wybierz inny adres, z którego chcesz wysłać środki.
tr: Lütfen gönderilecek adresten farklı bir adres seçin.
vi: Vui lòng chọn địa chỉ khác để gửi.

source: Please send payment to bitcoin address (<a href="https://blockchain.info/wallet/bitcoin-faq">help?</a>): %@
ja: ビットコインアドレスに支払いを送信してください (<a href="https://blockchain.info/wallet/bitcoin-faq">ヘルプ?</a>): %@
pl: Wyślij płatność na adres bitcoin (<a href="https://blockchain.info/wallet/bitcoin-faq">pomoc?</a>): %@
tr: Lütfen bitcoin adresine ödeme gönder (<a href="https://blockchain.info/wallet/bitcoin-faq">yardım?</a>): %@
vi: Vui lòng gửi thanh toán đến địa chỉ bitcoin (<a href="https://blockchain.info/wallet/bitcoin-faq">giúp đỡ?</a>): %@

source: Please verify your mobile number first.
ja: 最初に携帯電話番号を確認してください。
pl: Najpierw zweryfikuj swój numer telefonu komórkowego.
tr: Lütfen öncelikle cep telefonu numaranızı doğrulayın.
vi: Vui lòng xác minh số điện thoại của bạn trước.

source: Preparing transfer
ja: 移動を準備中
pl: Przygotowywanie przelewu
tr: Transfer hazırlanıyor
vi: Chuẩn bị chuyển khoản

source: Rate Blockchain Wallet
ja: ブロックチェーンウォレットを評価
pl: Oceń Portfel Blockchain
tr: Blockchain Cüzdanına Puan Verin
vi: Đánh giá Ví Blockchain

source: Receive to...
ja: ...に受信
pl: Otrzymaj na...
tr: Buraya alındı...
vi: Nhận tại...

source: Recipients
ja: 受取人
pl: Odbiorcy
tr: Alıcılar
vi: Người nhận

source: Request
ja: リクエスト
pl: Żądanie
tr: Talep
vi: Yêu cầu

source: Request failed. Please check your internet connection.
ja: リクエストに失敗しました。 インターネット接続を確認してください。
pl: Żądanie nieudane. Sprawdź swoje połączenie z Internetem
tr: Talep başarısız. Lütfen internet bağlantınızı kontrol edin.
vi: Yêu cầu thất bại. Vui lòng kiểm tra kết nối internet.

source: Retrieving recommended fee
ja: 推奨手数料を取得中
pl: Pobieranie zalecanej opłaty
tr: Tavsiye edilen ücret geri alınıyor
vi: Lấy lại phí được đề nghị

source: SMS Notifications
ja: SMS通知
pl: Powiadomienia SMS
tr: SMS Bildirimleri
vi: Thông báo tin nhắn SMS

source: Scan QR Code
ja: QRコードをスキャン
pl: Skanuj kod QR
tr: QR Kodu Tara
vi: Quét mã QR

source: Some funds cannot be transferred automatically.
ja: 自動的に移動できない資金があります。
pl: Niektórych środków nie można przelać automatycznie.
tr: Bazı paralar otomatik olarak transfer edilemiyor.
vi: Một số khoản tiền không thể chuyển tự động.

source: Status
ja: ステータス
tr: Durum
vi: Trạng thái

source: Surge Occurring
ja: 発生しているサージ
pl: Ma miejsce gwałtowny wzrost
tr: Artış Oluşuyor
vi: Xuất hiện biến động

source: Swipe to Receive
ja: スワイプして受信
pl: Przesuń, by Otrzymać
tr: Almak için kaydırın
vi: Vuốt để Nhận

source: Tap to copy this address. Share it with the sender via email or text.
ja: タップしてこのアドレスをコピー。 メールもしくはテキストで送信者と共有
pl: Dotknij, by skopiować ten adres. Udostępnij go nadawcy poprzez e-mail lub SMS
tr: Bu adresi kopyalamak için dokunun. Göndericiyle e-posta veya metin mesajıyla paylaşın.
vi: Nhấn để sao chép địa chỉ này. Chia sẻ với người gửi qua email hoặc tin nhắn.

source: The Bitcoin mining network is currently experiencing a high volume of activity, resulting in recommended fees that are higher than usual.
ja: ビットコイン採掘ネットワークは現在アクティビティが集中しており、推奨手数料が通常より高額になっています。
pl: Sieć Kopalni Bitcoin odnotowuje w tej chwili wysoką aktywność, co powoduje, że zalecane opłaty transakcyjne są wyższe niż zwykle.
tr: Bitcoin madencilik ağı şu an yüksek miktarda etkinlik yaşamaktadır ve bu da önerilen ücretlerin normalden daha fazla olmasına neden olmaktadır.
vi: Mạng lưới dò tìm Bitcoin hiện đang rất đông, dẫn đến các phí được yêu cầu cao hơn thông thường.

source: The fee you have specified is too low.
ja: 特定した手数料は低すぎます。
pl: Określona przez Ciebie opłata jest za niska.
tr: Belirttiğiniz ücret çok düşük.
vi: Bạn xác định phí quá thấp.

source: This action requires the second password for your wallet. Please enter it below and press continue.
ja: このアクションにはウォレットの二番目のパスワードが必要です。 以下に入力して続行を押してください。
pl: To działanie wymaga drugiego hasła do Twojego portfela. Wpisz je poniżej i wciśnij "Kontynuuj".
tr: Bu eylem cüzdanınız için ikinci şifreyi gerektirir. Lütfen aşağıya girin ve devam seçeneğine tıklayın.
vi: Hành động này yêu cầu mật khẩu cấp 2 cho ví. Vui lòng nhập vào bên dưới và nhấn tiếp tục.

source: This address has already been used. Please login.
ja: このアドレスはすでに使用されています。 ログインしてください。
pl: Ten adres został już użyty. Zaloguj się.
tr: Bu adres zaten kullanılıyor. Lütfen oturum açın.
vi: Địa chỉ này đã được sử dụng. Vui lòng đăng nhập.

source: This is an oversized bitcoin transaction. Your wallet needs to consolidate many smaller payments you've received in the past. This requires a relatively high fee in order to be confirmed quickly. If it’s fine for the transaction to take longer to confirm, you can reduce the fee manually by tapping "Customize Fee."
ja: このビットコイン取引は大きすぎます。 ウォレットは過去に受信した多くの小規模な決済を統合する必要があります。 迅速に確認されるためには比較的高額な手数料が必要です。 取引確認の時間が長くなっても構わない場合、「手数料をカスタマイズ」をタップして手動で手数料を減らすことができます。
pl: Ta transakcja bitcoin jest za duża. Twój portfel musi skonsolidować wiele mniejszych płatności, które otrzymałeś w przeszłości. Wymaga to stosunkowo wysokiej opłaty w celu szybkiego potwierdzenia. Jeśli transakcja może wymagać więcej czasu na potwierdzenie, możesz ręcznie obniżyć opłatę, klikając "Dostosuj opłatę".
tr: Büyük boyuta bir bitcoin işlemi. Cüzdanınız geçmişte almış olduğunuz birçok küçük ödemeyi birleştirmek zorundadır. Bu da hızlıca onaylanması için nispeten daha yüksek bir ücret gerektirir. İşlemin onaylanması için uzun zaman sorun değilse manüel olarak "Ücreti Kişiselleştir" seçeneğine dokunarak ücreti düşürebilirsiniz.
vi: Đây là một giao dịch bitcoin vượt kích cỡ. Ví của bạn cần tổng hợp nhiều khoản thanh toán nhỏ hơn những khoản bạn đã nhận trong quá khứ. Điều này cần một khoản phí tương đối cao để được xác nhận nhanh chóng. Nếu bạn cảm thấy ổn khi giao dịch mất nhiều thời gian hơn để xác nhận, bạn có thể giảm phí thủ công bằng cách nhấn vào "Tùy chỉnh phí."

source: This is archived. Though you cannot send funds from here, any and all funds will remain safe. Simply unarchive to start using it again.
ja: これはアーカイブされています。 ここから資金を送信することはできませんが、全ての資金に影響はありません。 再度使用するにはアーカイブを解除してください。
pl: To jest archiwizowane. Mimo, że nie możesz wysyłać stąd środków, pozostaną one bezpieczne. Wystarczy "wyjąć" go z archiwum, by móc go znów używać.
tr: Bu arşivlenmiş. Buradan para gönderemezseniz bile tüm paralar güvende kalır. Tekrar kullanmak için tek yapmanız gereken bu işlem maddesini arşivden çıkarmak.
vi: Đã được lưu trữ. Mặc dù bạn không thể gửi tiền từ đây, nhưng tất cả các khoản tiền sẽ được an toàn. Đơn giản chỉ cần bỏ lưu trữ và bắt đầu sử dụng lại.

source: This transaction requires a higher fee for dust consumption due to the small amount of change to be returned.
ja: 少額の手数料は戻されるため、ダスト消費のためにこの取引にはさらに高額の手数料が必要です。
pl: Ta transakcja wymaga wyższej opłaty przez konsumpcję "kurzu" ze względu na niską kwotę reszty.
tr: Bu işlem, küçük miktarda para üstü iadesi sebebiyle toz tüketimi için daha yüksek bir ücret gerektirir.
vi: Giao dịch này yêu cầu phí cao hơn vì thực hiện giao dịch với số tiền quá nhỏ.

source: This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoin in this wallet will be inaccessible!!
ja: このはこのデバイスの全ウォレットデータを削除します。 ウォレット情報が別の場所に保管されているのを確認してください。そうでない場合このウォレットのビットコインにアクセスできなくなります！！
pl: To wyczyści wszystkie dane portfela na tym urządzeniu. Potwierdź, że zapisałeś dane portfela w innym miejscu, w innym wypadku utracisz dostęp do bitcoinów na tym portfelu!!
tr: Bu işlem bu cihazdaki tüm cüzdan verilerini silecek. Lütfen cüzdan bilgilerinizi başka yerde kaydettiğinizi onaylayın yoksa bu cüzdandaki tüm bitcoinler erişilmez olacaktır!
vi: Điều này sẽ xóa toàn bộ dữ liệu ví trên thiết bị. Vui lòng xác nhận thông tin của bạn được lưu trữ an toàn, nếu không bitcoin trong ví sẽ không thể truy cập!!

source: To
ja: 宛先
pl: Do
tr: Alıcı
vi: Đến

source: Transaction Fees
ja: 取引手数料
pl: Opłaty transakcyjne
tr: İşlem Ücretleri
vi: Phí giao dịch

source: Transaction fee: %@
ja: 取引手数料: %@
pl: Opłata transakcyjna: %@
tr: İşlem ücreti: %@
vi: Phí giao dịch: %@

source: Transactions
ja: 取引
pl: Transakcje
tr: İşlemler
vi: Giao dịch

source: Transferred funds from %d %@
ja: %1$d %2$@から資金を移動
pl: Przesłano środki z %1$d %2$@
tr: %1$d %2$@ adresinden para transfer edin
vi: Chuyển khoản tiền từ %1$d %2$@

source: Transferred funds from %d %@. Outputs for %d %@ were too small.
ja: %1$d %2$@から資金を移動。 %3$d %4$@への出力が小さすぎます。
pl: Przesłano środki z %1$d %2$@. Dane wyjściowe dla %3$d %4$@ były zbyt małe.
tr: %1$d %2$@ adresinden para transfer edin. %3$d %4$@ için çıktılar çok küçük.
vi: Chuyển khoản tiền từ %1$d %2$@. Đầu ra cho %3$d %4$@ quá nhỏ.

source: Transferring all funds: Address %i of %i
ja: 全資金を移動: アドレス %2$i の %1$i
pl: Przesyłanie wszystkich środków: Adres %1$i of %2$i
tr: Tüm para transfer ediliyor: Adres %1$i / %2$i
vi: Đang chuyển toàn bộ tiền: địa chỉ %1$i của %2$i

source: Unknown
ja: 不明
pl: Nieznany
tr: Bilinmiyor
vi: Không xác định

source: Use recommended values
ja: 推奨値を使用
pl: Użyj zalecanych wartości
tr: Tavsiye edilen değerleri kullan
vi: Sử dụng các giá trị được đề xuất

source: Use total available minus fee: %@
ja: 手数料を引いた利用可能な合計を使用: %@
pl: Użyj sumy minus opłata: %@
tr: Toplam mevcut miktar eksi ücreti kullan: %@
vi: Sử dụng tổng hiện có trừ phí: %@

source: Value when sent: %@
ja: 送信済みの値: %@
pl: Wartość po wysłaniu: %@
tr: Gönderilirken değeri: %@
vi: Giá trị khi gửi: %@

source: Recovery Phrase
ja: リカバリーフレーズ
pl: Zwrot do odzyskania hasła
tr: Kurtarma İfadesi
vi: Nhóm từ khôi phục

source: What's this for?
ja: これは何に使用されるものですか？
pl: Do czego to służy?
tr: Bu ne içindir?
vi: Cái này đề làm gì?

source: Where
ja: どこ
pl: Gdzie
tr: Yer
vi: Ở đâu

source: Would you like to archive the addresses used?
ja: 使用しsたアドレスをアーカイブしますか？
pl: Czy chcesz zarchiwizować użyte adresy?
tr: Kullanılan adresleri arşivlemek ister misiniz?
vi: Bạn có muốn lưu trữ các địa chỉ đã sử dụng?

source: Yes, rate Blockchain Wallet
ja: はい、ブロックチェーンウォレットを評価します
pl: Tak, oceń Portfel Blockchain
tr: Evet, Blockchain Cüzdanına puan ver
vi: Có, đánh giá Ví Blockchain

source: You are about to import a watch-only address, an address (or public key script) stored in the wallet without the corresponding private key. This means that the funds can be spent ONLY if you have the private key stored elsewhere. If you do not have the private key stored, do NOT instruct anyone to send you bitcoin to the watch-only address.
ja: 閲覧のみアドレス、対応する秘密鍵のない、ウォレットに保存したアドレス（もしくは秘密鍵スクリプト）をインポートしようとしています。 これは秘密鍵が別の場所に保管されている場合のみ、資金を使用できるという意味です。 秘密鍵を保存していない場合、閲覧のみアドレスにビットコインが送信されないようにしてください。
pl: Zamierzasz importować adres tylko do odczytu, adres (lub skrypt klucza publicznego) przechowywany w portfelu bez odpowiadającego mu klucza prywatnego. Oznacza to, że środki z tego adresu możesz wydawać tylko, jeśli masz klucz prywatny przechowywany gdzie indziej. Jeśli nie przechowujesz klucza prywatnego, NIE proś o płatności na adres tylko do odczytu.
tr: Cüzdanda özel anahtar karşılığı olmayan şekilde depolanan yalnızda izlenebilen bir adres (veya ortak anahtar kodu) almak üzeresiniz. Bu da paranın SADECE özel anahtarı başka bir yerde kaydetmiş olmanız durumunda harcanabileceği anlamına gelir. Eğer özel anahtarı kaydetmemişseniz kimsenin size bu adres üzerinden para göndermesini talep ETMEMELİSİNİZ.
vi: Bạn sắp nhập một địa chỉ chỉ-xem, địa chỉ (hay đoạn mã xPub) được lưu trữ trong ví mà không có khóa riêng tương ứng. Điều này có nghĩa các khoản tiền CHỈ CÓ THỂ sử dụng nếu bạn có khóa riêng được lưu trữ. Nếu bạn không có khóa riêng được lưu trữ, KHÔNG hướng dẫn bất kỳ ai gửi bitcoin cho bạn đến địa chỉ chỉ-xem.

source: You have no addresses with a spendable balance greater than or equal to the required dust threshold.
ja: 必要なダストしきい値以上の使用できる残高があるアドレスがありません。
pl: Nie posiadasz adresów z saldem rozporządzalnym większym lub równym wymaganemu progowi "kurzu".
tr: Harcanabilir bakiyesi en az gerekli toz alt sınırı kadar olan ve ondan daha büyük olan hiçbir adresiniz bulunmamaktadır.
vi: Bạn không có địa chỉ với số dư khả dụng lớn hơn hoặc bằng ngưỡng thấp nhất được yêu cầu.

source: You specified an exceptionally small transaction fee of %@. Your transaction may be stuck and possibly never be confirmed. To increase the likelihood for your transaction to confirm within approximately one hour (six blocks), we strongly recommend a fee of no less than %@.
ja: %1$@の指定した取引手数料が非常に少額です。 取引は保留され、確認が行われない可能性があります。 取引の確認が約1時間（6ブロック）で行われるようにするには、%2$@以上の手数料を強くおすすめします。
pl: Ustaliłeś wyjątkowo niską opłatę transakcyjną w kwocie %1$@. Twoja transakcja może utknąć i nie doczekać się potwierdzenia. By zwiększyć prawdopodobieństwo potwierdzenia Twojej transakcji w ciągu 1 godziny (6 bloków), bardzo zalecamy ustalenie opłaty nie niższej niż %2$@.
tr: Sıradışı şekilde düşük olan %1$@ tutarında işlem ücreti belirlediniz. İşleminiz takılı kalabilir ve muhtemelen asla onaylanmayabilir. Önümüzdeki yaklaşık bir saatte (6 blok) işleminizin onaylanma ihtimalini yükseltmek için şiddetli şekilde %2$@ tutarından düşük olmayan bir ücret tavsiye ediyoruz.
vi: Bạn đã xác định rõ khoản phí giao dịch nhỏ đặc biệt của %1$@. Giao dịch của bạn có thể bị kẹt và không bao giờ được xác nhận. Để gia tăng khả năng giao dịch được xác nhận trong vòng một giờ (6 khối), chúng tôi khuyên bạn không sử dụng phí thấp hơn %2$@.
