Repository: AYCH-Inc/aych.blockios.wallet
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: ja, pl, tr, vi

source: You do not have an account set up for Mail. Please contact %@
ja: このメールにアカウントが設定されていません。 %@に連絡してください
pl: Nie masz ustawionego konta dla Poczty. Skontaktuj się z %@
tr: Mail için oluşturulan bir hesabınız yok. Lütfen %@ ile iletişim kurun
vi: Bạn không có tài khoản để thiết lập email. Vui lòng liên hệ %@

source: Try again
ja: 再試行してください
pl: Spróbuj ponownie
tr: Tekrar dene
vi: Thử lại

source: Recovering Funds
ja: 資金を復元中
pl: Odzyskiwanie środków
tr: Paralar Geri Alınıyor
vi: Đang khôi phục các khoản tiền

source: Syncing Wallet
ja: ウォレットを同期中
pl: Synchronizowanie portfela
tr: Cüzdan Senkronize Ediliyor
vi: Đồng bộ Ví

source: Recover Funds
ja: 資金を復元
pl: Odzyskaj środki
tr: Parayı Kurtar
vi: Khôi phục các khoản tiền

source: Login existing Wallet
ja: 既存のウォレットにログイン
pl: Zaloguj się do istniejącego portfela
tr: Mevcut cüzdana giriş yapılıyor
vi: Đăng nhập Ví hiện tại

source: Camera Access Denied
ja: カメラのアクセスが拒否されました
pl: Odmowa dostępu do aparatu
tr: Kamera Erişimi Engellendi
vi: Truy cập camera bị từ chối

source: Blockchain does not have access to the camera. To enable access, go to your device Settings.
ja: ブロックチェーンはカメラにアクセスできません。 アクセスを有効にするにはデバイスの設定から行ってください。
pl: Blockchain nie ma dostępu do aparatu. Aby umożliwić dostęp, przejdź do ustawień urządzenia.
tr: Blockchain kameranıza erişemiyor. Erişimi etkinleştirmek için cihazınızın Ayarlar kısmına gidin.
vi: Blockchain không có quyền truy cập camera. Để mở quyền truy cập, đến mục Cài đặt trên thiết bị.

source: Security
ja: セキュリティ
pl: Bezpieczeństwo
tr: Güvenlik
vi: Bảo mật

source: Enter PIN
ja: PINを入力
pl: Podaj PIN
tr: PIN kodu gir
vi: Nhập mã PIN

source: Upgrade to V3
ja: V3にアップグレード
pl: Ulepsz do V3
tr: V3 cüzdana yükselt
vi: Nâng cấp lên V3

source: Creating V3 Wallet
ja: V3ウォレットを作成中
pl: Tworzenie portfela V3
tr: V3 Cüzdan Oluşturuluyor
vi: Đang tạo Ví V3

source: Transactions with no fees may take a long time to confirm or may not be confirmed at all. Would you like to continue?
ja: 手数料のない取引は確認に時間がかかるか、全く確認が行われないことがあります。 続行しますか？
pl: Transakcje bez opłat mogą długo oczekiwać na potwierdzenie, lub w ogóle nie zostać potwierdzone. Czy chcesz kontynuować?
tr: Ücreti olmayan işlemlerin onaylanması çok uzun sürebilir veya bu işlemler hiç onaylanmayabilirler. Devam etmek ister misiniz?
vi: Giao dịch không có phí sẽ tốn nhiều thời gian để xác nhận hoặc không được xác nhận. Bạn có muốn tiếp tục?

source: Please enter a fee greater than 0 BTC and at most 0.01 BTC
ja: 0 BTCより大きい、最大0.01 BTCの手数料を入力してください
pl: Podaj kwotę opłaty większą niż 0 BTC i nie większą niż 0,01 BTC
tr: Lütfen 0 BTC değerinden büyük ve en fazla 0.01 BTC değerinde bir ücret girin
vi: Vui lòng nhập phí cao hơn 0 BTC và cao nhất là 0,01 BTC

source: Wallet ID
ja: ウォレットID
pl: Identyfikator portfela
tr: Cüzdan Kimliği
vi: ID Ví

source: Fee per KB
ja: 毎KBの手数料
pl: Opłata od KB
tr: KB başına Ücret
vi: Phí mỗi KB

source: Bitcoin Unit
ja: ビットコイン単位
pl: Jednostka bitcoin
tr: Bitcoin Birimi
vi: Đơn vị Bitcoin

source: Unable to load wallet due to no server response. You may be offline or Blockchain is experiencing difficulties. Please try again later.
ja: サーバーから応答がないためウォレットをロードできません。 オフラインであるか、ブロックチェーンに問題が発生している可能性があります。 後で再試行してください。
pl: Nie udało się załadować portfela z powodu braku odpowiedzi serwera. Możliwe, że jesteś offline, lub Blockchain ma problemy techniczne. Spróbuj ponownie później.
tr: Sunucu yanıt vermediğinden cüzdan yüklenemedi. Çevrimdışı olmalısınız veya Blockchain bazı sorunlar yaşıyor olabilir. Lütfen daha sonra tekrar deneyin.
vi: Không thể tải ví do không có phản hồi từ máy chủ. Bạn có thể ẩn, nếu không trải nghiệm Blockchain sẽ gặp khó khăn. Vui lòng thử lại sau.

source: Change Password
ja: パスワードを変更
pl: Zmień hasło
tr: Şifre Değiştir
vi: Thay đổi mật khẩu

source: Mobile Number
ja: 携帯電話番号
pl: Numer komórkowy
tr: Cep Numarası
vi: Số điện thoại

source: Change Mobile Number
ja: 携帯電話番号を変更
pl: Zmień numer telefonu komórkowego
tr: Cep Telefonu Numarası Değiştir
vi: Thay đổi số điện thoại

source: 2-step Verification
ja: 2段階認証
pl: Uwierzytelnianie Dwustopniowe
tr: 2-aşamalı Doğrulama
vi: Xác minh 2 bước

source: Unverified
ja: 未認証
pl: Nie zweryfikowano
tr: Doğrulanmadı
vi: Chưa được xác minh

source: Verified
ja: 認証済み
pl: Zweryfikowano
tr: Doğrulandı
vi: Đã xác minh

source: New Mobile Number
ja: 新規携帯電話番号
pl: Nowy numer telefonu komórkowego
tr: Yeni Cep Telefonu Numarası
vi: Số điện thoại mới

source: New Email Address
ja: 新規メールアドレス
pl: Nowy adres e-mail
tr: Yeni E-posta Adresi
vi: Địa chỉ email mới

source: Your mobile number has been verified.
ja: 携帯電話番号が認証されました。
pl: Twój numer telefonu komórkowego został potwierdzony.
tr: Cep telefonu numaranız doğrulandı.
vi: Số điện thoại của bạn đã được xác minh.

source: Stored
ja: 保存済み
pl: Zachowano
tr: Kaydedildi
vi: Đã lưu trữ

source: Not Stored
ja: 保管されていません
pl: Nie zachowano
tr: Saklanmadı
vi: Chưa được lưu trữ

source: Invalid mobile number.
ja: 無効な携帯電話番号です。
pl: Nieprawidłowy numer telefonu komórkowego.
tr: Geçersiz cep telefonu numarası.
vi: Số điện thoại không hợp lệ.

source: Incorrect password
ja: 間違ったパスワード
pl: Nieprawidłowe hasło
tr: Yanlış şifre
vi: Mật khẩu không đúng

source: Password changed. Please login to continue.
ja: パスワードが変更されました。 ログインして続行してください。
pl: Hasło zmienione. Zaloguj się, by kontynuować.
tr: Şifre değiştirildi. Devam etmek için lütfen oturum açın.
vi: Mật khẩu đã thay đổi. Vui lòng đăng nhập để tiếp tục.

source: Google Authenticator
ja: Google認証システム
tr: Google Kimlik Denetleyici

source: Disabled
ja: 無効
pl: Wyłączono
tr: Devre Dışı Bırakıldı
vi: Đã tắt

source: You can enable 2-step Verification via SMS on your mobile phone. In order to use other authentication methods instead, please login to our web wallet.
ja: 携帯電話でSMS経由の2段階認証を有効にできます。 その他の認証方法を使用するには、当社のウェブウォレットにログインしてください。
pl: Możesz włączyć Uwierzytelnianie Dwustopniowe przez SMS na swoim telefonie komórkowym. Aby użyć innej metody autoryzacji, zaloguj się na nasz portfel sieciowy.
tr: 2-aşamalı Doğrulamayı cep telefonunuza SMS mesajı alarak etkinleştirebilirsiniz. Bunun yerine başka kimlik doğrulama yöntemi kullanmak için, lütfen web cüzdanımıza giriş yapın.
vi: Bạn có thể kích hoạt Xác minh 2 bước bằng tin nhắn trên điện thoại. Để sử dụng các phương pháp xác thực thay thế khác, vui lòng đăng nhập ví trên web.

source: 2-step Verification is currently enabled for %@.
ja: 2段階認証は現在%@で有効です。
pl: Uwierzytelnianie Dwustopniowe jest w tej chwili włączone dla %@.
tr: 2-aşamalı doğrulama şu aşamada %@ için etkinleştirildi.
vi: Đã kích hoạt Xác minh 2 bước cho %@.

source: 2-step Verification is currently disabled.
ja: 2段階認証は現在無効です。
pl: Uwierzytelnianie Dwustopniowe jest w tej chwili wyłączone
tr: 2-aşamalı doğrulama şu aşamada devre dışı bırakıldı.
vi: Đã tắt Xác minh 2 bước.

source: Enable
ja: 有効にする
pl: Włącz
tr: Etkinleştir
vi: Bật

source: Disable
ja: 無効にする
pl: Wyłącz
tr: Devre Dışı Bırak
vi: Tắt

source: Resend verification SMS
ja: 認証SMSを再送信
pl: Wyślij SMS weryfikacyjny ponownie
tr: Doğrulama SMS mesajını tekrar gönder
vi: Gửi lại tin nhắn xác minh

source: Send verification SMS
ja: 認証SMSを送信
pl: Wyślij SMS weryfikacyjny
tr: Doğrulama SMS mesajı gönder
vi: Gửi tin nhắn xác minh

source: Please enter your %@ 2FA code
ja: %@ 2FAコードを入力してください
pl: Podaj swój kod Uwierzytelniania Dwustopniowego %@
tr: Lütfen %@ 2FA kodunuzu girin
vi: Vui lòng nhập mã Bảo mật 2 lớp %@ của bạn

source: Invalid two-factor authentication type
ja: 無効な2段階認証のタイプです
pl: Nieprawidłowy rodzaj Uwierzytelniania Dwustopniowego
tr: Geçersiz iki-aşamalı kimlik doğrulama türü
vi: Nhập bảo mật 2 lớp không hợp lệ

source: New password must be different
ja: 新規パスワードは異なったものである必要があります
pl: Nowe hasło musi być inne
tr: Yeni şifre farklı olmalıdır
vi: Mật khẩu mới phải khác

source: 2-step Verification is currently enabled.
ja: 2段階認証が現在有効です。
pl: Uwierzytelnianie Dwustopniowe jest w tej chwili włączone
tr: 2-aşamalı doğrulama şu aşamada etkinleştirildi.
vi: Đã mở Xác minh 2 bước.

source: Preferences
ja: 環境設定
pl: Preferencje
tr: Tercihler
vi: Ưu tiên

source: Accounts
ja: アカウント
pl: Konta
tr: Hesaplar
vi: Tài khoản

source: Please verify your email address first.
ja: まずメールアドレスを認証してください。
pl: Najpierw zweryfikuj swój adres e-mail.
tr: Lütfen önce e-posta adresinizi doğrulayın.
vi: Vui lòng xác minh địa chỉ email của bạn trước.

source: Invalid Wallet ID
ja: 無効なウォレットID
pl: Nieprawidłowy identyfikator portfela
tr: Geçersiz Cüzdan Kimliği
vi: ID Ví không hợp lệ

source: You should always pair or login if you have access to your Wallet ID and password. Recovering your funds will create a new Wallet ID. Would you like to continue?
ja: ウォレットIDやパスワードにアクセスがある場合、ペアリングやログインを常に行ってください。 資金を復元すると新規ウォレットIDが作成されます。 続行しますか？
pl: Zawsze należy sparować lub się zalogować, jeśli masz dostęp do swojego identyfikatora portfela i hasła. Odzyskiwanie środków spowoduje stworzenie nowego identyfikatora portfela. Czy chcesz kontynuować?
tr: Cüzdan Kimliğinize ve şifrenize erişebiliyorsanız her zaman eşleştirebilir veya oturum açabilirsiniz. Paranızı geri almak yeni bir Cüzdan Kimliği oluşturacaktır. Devam etmek ister misiniz?
vi: Bạn nên thường xuyên kết nối hoặc đăng nhập nếu bạn có quyền truy cập ví của mình. Khôi phục các khoản tiền sẽ tạo một ID ví mới. Bạn có muốn tiếp tục?

source: Copy Wallet ID
ja: ウォレットIDをコピー
pl: Kopiuj identyfikator portfela
tr: Cüzdan Kimliğini Kopyala
vi: Sao chép ID ví

source: Upgrade
ja: アップグレード
pl: Ulepsz
tr: Yükselt
vi: Nâng cấp

source: Email Notifications
ja: メール通知
pl: Powiadomienia e-mail
tr: E-posta Bildirimleri
vi: Thông báo Email

source: Checking for more: Step %d of %d
ja: さらに確認中: ステップ %1$d / %2$d
pl: Szukanie innych informacji: Krok %1$d z %2$d
tr: Daha fazlası kontrol ediliyor: %1$d / %2$d adım
vi: Kiểm tra thêm: Bước %1$d của %2$d

source: Found %d, with %@
ja: %d、%@付きが見つかりました
pl: Odnaleziono %d, z %@
tr: %@ ile %d bulundu
vi: Tìm thấy %d, với %@

source: From and destination have to be different
ja: 送信元と宛先は異なるものでなければなりません
pl: Nadawca i adresat muszą być różni
tr: Gönderici ve alıcının farklı olması gerekir
vi: Đi và đến phải khác nhau

source: Create
ja: 作成
pl: Stwórz
tr: Oluştur
vi: Tạo

source: Name
ja: 名称
pl: Nazwa
tr: Ad
vi: Tên

source: Edit
ja: 編集
pl: Edytuj
tr: Düzenle
vi: Chỉnh sửa

source: Creating
ja: 作成中
pl: Tworzenie
tr: Oluşturuluyor
vi: Đang tạo

source: Verify Email
ja: メールの認証
pl: Zweryfikuj e-mail
tr: E-posta Doğrula
vi: Xác minh Email

source: Email Verified
ja: メールアドレス認証済み
pl: E-mail zweryfikowany
tr: E-posta Doğrulandı
vi: Email đã xác minh

source: Backup Phrase
ja: バックアップフレーズ
pl: Zwrot zapasowy
tr: Yedekleme İfadesi
vi: Sao lưu nhóm từ

source: Phrase Backed
ja: フレーズがバックアップされました
pl: Zwrot zapasowy wykonany
tr: İfade Yedeklendi
vi: Nhóm Từ Khôi Phục đã được sao lưu

source: Link Mobile
ja: 携帯電話をリンク
pl: Powiąż komórkę
tr: Cep Telefonunu Bağla
vi: Liên kết điện thoại

source: Mobile Linked
ja: モバイルがリンク付けされました
pl: Telefon komórkowy powiązany
tr: Mobil İlişkilendirildi
vi: Điện thoại đã liên kết

source: 2-Step Enabled
ja: 2段階が有効です
pl: Uwierzytelnianie Dwustopniowe włączone
tr: 2-Aşama Etkinleştirildi
vi: Đã kích hoạt Xác minh 2 bước

source: Enable 2-Step
ja: 2段階認証を有効にする
pl: Włącz Uwierzytelnianie Dwustopniowe
tr: 2- Aşamalı Doğrulamayı Etkinleştir
vi: Kích hoạt Xác minh 2 bước

source: Enable 2-Step for SMS
ja: SMSで2段階認証を有効にする
pl: Włącz Uwierzytelnianie Dwustopniowe przez SMS
tr: SMS için 2- Aşamalı Doğrulamayı Etkinleştir
vi: Kích hoạt Xác minh 2 bước cho tin nhắn SMS

source: Debug
ja: デバッグ
pl: Debugowanie
tr: Hata Düzeltme
vi: Gỡ lỗi

source: Welcome
ja: ようこそ
pl: Witaj
tr: Hoş Geldiniz
vi: Chào mừng

source: Import Private Key
ja: 秘密鍵をインポート
pl: Zaimportuj klucz prywatny
tr: Özel Anahtar Al
vi: Nhập khóa riêng

source: You must disable SMS 2-Step Verification before changing your mobile number (%@).
ja: 携帯電話番号を変更する前にSMS2段階認証を無効にする必要があります(%@)。
pl: Musisz wyłączyć Uwierzytelnianie Dwustopniowe zanim zmienisz numer telefonu komórkowego (%@).
tr: (%@) telefon numaranızı değiştirmeden önce 2- Aşamalı Doğrulamayı devre dışı bırakmalısınız.
vi: Bạn phải tắt Xác minh 2 bước trước khi thay đổi số điện thoại (%@).

source: Address
ja: アドレス
pl: Adres
tr: Adres
vi: Địa chỉ

source: Extended Public Key
ja: 公開鍵を拡張
pl: Rozszerzony Klucz publiczny
tr: Genişletişmiş Ortak Anahtar
vi: Khóa chung mở rộng (xPub)

source: Make Default
ja: 既定にする
pl: Ustaw jako domyślne
tr: Varsayılan Yap
vi: Làm mặc định

source: Archive this if you do NOT want to use it anymore. Your funds will remain safe, and you can unarchive it at any time.
ja: もう使用したくない場合はこれをアーカイブしてください。 資金は安全なままで、アーカイブの解除はいつでも行なえます。
pl: Zarchiwizuj, jeśli NIE chcesz go więcej używać. Twoje środki pozostaną bezpieczne i możesz przestać go archiwizować w dowolnym momencie.
tr: Daha fazla kullanmak İSTEMİYORSANIZ bunu arşivleyin. Paranız güvende kalacak ve istediğiniz zaman arşivden çıkarabileceksiniz.
vi: Lưu trữ nếu bạn KHÔNG muốn dùng nữa. Các khoản tiền sẽ được an toàn, và bạn có thể bỏ lưu trữ bất kỳ lúc nào.

source: This is a watch-only address. To spend your funds from this wallet, please scan your private key.
ja: これは閲覧のみアドレスです。 このウォレットから資金を使用するには秘密鍵をスキャンしてください。
pl: To jest adres tylko do odczytu. Aby wydawać środki z tego portfela, zeskanuj swój klucz prywatny.
tr: Bu yalnızca izlenebilir bir adrestir. Bu cüzdandan para harcamak için, lütfen özel anahtarınızı tarayın.
vi: Đây là địa chỉ chỉ-xem. Để sử dụng các khoản tiền từ ví này, vui lòng quét khóa riêng.

source: Set as Default?
ja: 既定に設定しますか？
pl: ustawić jako domyślny?
tr: Varsayılan Yap?
vi: Đặt làm mặc định?

source: Watch Only
ja: 閲覧のみ
pl: Tylko do odczytu
tr: Yalnızca İzlenebilir
vi: Chỉ xem

source: Sharing your xPub authorizes others to track your transaction history. As authorized persons may be able to disrupt you from accessing your wallet, only share your xPub with people you trust.
ja: xPubを共有すると他者があなたの取引履歴を追跡できます。 許可された人物として、あなたのウォレットへのアクセスを妨害することができるようになります。信頼できる人以外にxPubを共有しないでください。
pl: Udostępnianie swojego xPub autoryzuje innych do śledzenia Twojej historii transakcji. Ponieważ osoby autoryzowane mogą zablokować Twój dostęp do portfela, udostępniaj swój xPub ludziom, którym ufasz.
tr: Genişletilmiş ortak anahtarınızı paylaşmak diğerlerinin işlem geçmişinizi takip etmesine izin verir. Genişletilmiş ortak anahtarınızı sadece güvendiğiniz insanlarla paylaşın çünkü yetkisiz birisi cüzdanınıza erişiminizi aksatabilir.
vi: Ủy quyền xPub cho những người khác để theo dõi lịch sử giao dịch của bạn. Những người được ủy quyền có thể ngăn bạn truy cập vào ví của mình, chỉ chia sẻ xPub với những người bạn tin tưởng.

source: Copy xPub
ja: xPubをコピー
pl: Kopiuj xPub
tr: Genişletilmiş Ortak Anahtarı Kopyala
vi: Sao chép xPub

source: Default
ja: 既定
pl: Domyślne
tr: Varsayılan
vi: Mặc định

source: Your wallet does not contain this address.
ja: ウォレットにはこのアドレスは含まれません。
pl: Twój portfel nie zawiera tego adresu.
tr: Cüzdanınız bu adresi içermemektedir.
vi: Ví của bạn không chứa địa chỉ này.

source: This address is not watch-only.
ja: このアドレスは閲覧のみではありません。
pl: Ten adres nie jest tylko do odczytu.
tr: Bu adres yalnızca izlenebilir bir adrestir.
vi: Đây không phải là địa chỉ chỉ-xem.

source: Wrong BIP38 Password
ja: 間違った BIP38 パスワード
pl: Złe hasło BIP38
tr: Yanlış BIP38 Şifresi
vi: Sai mật khẩu BIP38

source: This private key belongs to another address that is not watch only
ja: この秘密鍵は別のアドレスのものであり、閲覧のみではありません
pl: Ten klucz prywatny należy do innego adresu, który nie jest adresem tylko do odczytu
tr: Bu özel anahtar yalnızca izlenebilir olmayan başka bir adrese aittir.
vi: Khóa riêng này thuộc về một địa chỉ khác không phải địa chỉ chỉ-xem

source: You can now spend from this address.
ja: このアドレスから使用できるようになりました。
pl: Teraz możesz wydawać środki z tego adresu.
tr: Şimdi bu hesaptan harcayabilirsiniz.
vi: Bạn có thể tiêu dùng từ địa chỉ này.

source: You've successfully imported the private key for ​the address %@, and you can now spend from it. If you want to spend from this address, make sure you scan the correct private key.
ja: ​アドレス%@への秘密鍵のインポートに成功しました。そこから資金が使用できるようになりました。 このアドレスから資金を使用するには、正しい秘密鍵をスキャンするようにしてください。
pl: Udało Ci się zaimportować klucz prywatny dla ​ adresu %@ i możesz już wydawać z niego środki. Jeśli chcesz móc wydawać środki z tego adresu, upewnij się, że zeskanowałeś prawidłowy klucz prywatny.
tr: ​ %@ adresi için başarıyla bir özel anahtar aldınız ve şimdi buradan harcama yapabilirsiniz. Bu adresten harcamak isterseniz lütfen doğru özel anahtarı taradığınızdan emin olun.
vi: Bạn đã nhập thành công khóa riêng cho ​địa chỉ %@, bây giờ bạn có thể sử dụng. Nếu bạn muốn tiêu dùng từ địa chỉ này, đảm bảo bạn quét đúng khóa riêng.

source: Keep your xPub private. Someone with access to your xPub will be able to see all of your funds and transactions.
ja: xPubをプライベートにする。 xPubにアクセスのある人はあなたの資金や取引を全て見ることができます。
pl: Nie udostępniaj swojego klucza xPub. Każda osoba z dostępem do Twojego klucza xPub będzie miała wgląd w Twoje środki i wszystkie transakcje.
tr: Genişletilmiş ortak anahtarınızı gizli tutun. Genişletilmiş ortak anahtarınıza erişimi olan birisi tüm paranızı ve işlemlerinizi görebilecektir.
vi: Bảo mật xPub của bạn. Ai đó truy cập vào xPub sẽ có thể xem toàn bộ các khoản tiền và giao dịch của bạn.

source: Unknown key format
ja: 不明の鍵形式
pl: Nieznany format klucza
tr: Bilinmeyen anahtar formatı
vi: Định dạng khóa không xác định

source: Create new address
ja: 新規アドレスを作成
pl: Stwórz nowy adres
tr: Yeni adres oluştur
vi: Tạo địa chỉ mới

source: Import address
ja: アドレスをインポート
pl: Zaimportuj adres
tr: Adres Al
vi: Nhập địa chỉ

source: Creating new address
ja: 新規アドレスを作成中
pl: Tworzenie nowego adresu
tr: Yeni adres oluşturuluyor
vi: Đang tạo địa chỉ mới

source: Imported watch-only address %@
ja: インポートされた閲覧のみアドレス %@
pl: Zaimportowany adres tylko do odczytu %@
tr: Alınan yalnızca izlenebilir adres %@
vi: Đã nhập địa chỉ chỉ-xem %@

source: These options are recommended for advanced users only. Continue?
ja: これらのオプションは上級ユーザーにのみ推奨されています。 続行しますか？
pl: Te opcje są zalecane tylko dla zaawansowanych użytkowników. Kontynuować?
tr: Bu özellikler sadece ileri düzey kullanıcılar için tavsiye edilir. Devam?
vi: Các tùy chọn này chỉ khuyến nghị cho người dùng cao cấp. Tiếp tục?

source: This name is already in use. Please choose a different name.
ja: この名前はすでに使用されています。 別の名前を選択してください。
pl: Ta nazwa jest już w użyciu. Proszę wybrać inną nazwę.
tr: Bu ad zaten kullanılmaktadır. Lütfen farklı bir ad seçin.
vi: Tên này đã được sử dụng. Vui lòng chọn tên khác.

source: Verification email has been sent to %@.
ja: 認証メールが%@に送信されました。
pl: E-mail weryfikacyjny został wysłany pod %@.
tr: %@ adresine doğrulama e-postası gönderildi.
vi: Email xác minh đã được gửi đến %@.

source: Please refresh the pairing code and try again.
ja: ペアリングコードを更新して再試行してください。
pl: Odśwież kod parowania i spróbuj ponownie.
tr: Lütfen eşleştirme kodunu yenileyin ve tekrar deneyin.
vi: Vui lòng làm mới mã kết nối và thử lại.

source: You are about to receive bitcoin to a watch-only address. You can only spend these funds if you have access to the private key. Continue?
ja: 閲覧のみアドレスにビットコインを受信しようとしています。 秘密鍵にアクセスがある場合のみこれらの資金を使用できます。 続行しますか？
pl: Za chwilę otrzymasz bitcoiny na adres tylko do odczytu. Będziesz mógł wykorzystać te środki tylko, jeśli masz dostęp do klucza prywatnego. Kontynuować?
tr: Yalnızca izlenebilen bir adrese bitcoin almak üzeresiniz. Bu paraları sadece özel anahtara sahipseniz harcayabilirsiniz. Devam?
vi: Bạn sắp nhận bitcoin tại một địa chỉ chỉ-xem. Bạn chỉ có thể sử dụng các khoản tiền này nếu bạn có quyền truy cập khóa riêng. Tiếp tục?

source: Processing key
ja: キーを処理中
pl: Przetwarzanie klucza
tr: İşlem anahtarı
vi: Đang xử lý khóa

source: NOTE: The scanned private key does not correspond to this watch-only address. If you want to spend from this address, make sure that you scan the correct private key.
ja: 注意: スキャンされた秘密鍵はこの閲覧のみアドレスに対応しません。 このアドレスから使用する場合、正しい秘密鍵をスキャンできるようにしてください。
pl: UWAGA: zeskanowany klucz prywatny nie odpowiada temu adresowi tylko do odczytu. Jeśli chcesz wydać środki z tego adresu, upewnij się, że zeskanowałeś prawidłowy klucz prywatny.
tr: NOT: Taranan özel anahtar yalnızca izlenebilir adresinizle eşleşmiyor. Bu adresteki paranızı harcamak için lütfen doğru özel anahtarı tarayın.
vi: CHÚ Ý: Khóa riêng được quét không tương ứng với địa chỉ chỉ-xem. Để sử dụng các khoản tiền của bạn từ địa chỉ này, vui lòng quét khóa riêng đúng.

source: This action requires the private key for the Bitcoin address %@. Please scan the QR code.
ja: このアクションにはビットコインアドレス%@の秘密鍵が必要です。 QRコードをスキャンしてください。
pl: To działanie wymaga klucza prywatnego dla adresu bitcoin %@. Proszę zeskanować kod QR.
tr: Bu eylem %@ Bitcoin adresi için özel anahtarı gerektiriyor. Lütfen QR kodunu tarayın.
vi: Hành động này yêu cầu khóa riêng cho địa chỉ Bitcoin %@. Vui lòng quét mã QR.

source: Private Key Needed
ja: 秘密鍵が必要です
pl: Potrzebny klucz prywatny
tr: Özel Anahtar Gerekli
vi: Yêu cầu Khóa riêng

source: Incorrect private key
ja: 間違った秘密鍵
pl: Nieprawidłowy klucz prywatny
tr: Yanlış özel anahtar
vi: Khóa riêng không đúng

source: You must have at least one active address
ja: 1以上のアクティブなアドレスが必要です
pl: Musisz mieć przynajmniej jeden aktywny adres
tr: En az bir aktif adresiniz olmalıdır
vi: Bạn phải có ít nhất 1 địa chỉ hoạt động

source: Transfer Funds
ja: 資金の移動
pl: Prześlij środki
tr: Para Transfer Et
vi: Chuyển khoản tiền

source: For your safety, we recommend you to transfer any balances in your imported addresses into your Blockchain wallet.
ja: 安全のため、インポートされたアドレスの残高はすべてブロックチェーンに移動することをおすすめします。
pl: Dla Twojego bezpieczeństwa zalecamy, by przelewać wszelkie środki z adresów importowanych na swój portfel Blockchain.
tr: Güvenliğiniz için alınan adreslerinizdeki tüm bakiyenizi Blockchain cüzdanınıza transfer etmenizi tavsiye ederiz.
vi: Vì lý do an toàn, chúng tôi khuyên bạn nên chuyển khoản bất kỳ số dư nào trong các địa chỉ đã nhập vào ví Blockchain.

source: Your transferred funds will be safe and secure, and you'll benefit from increased privacy and convenient backup and recovery features.
ja: 移動した資金は厳重に保護され、強化されたプライバシーや便利なバックアップ、リカバリー機能を使用することができます。
pl: Twoje przelane środki będą bezpieczne, a Ty będziesz korzystać ze zwiększonej prywatności i wygodnych opcji odzyskiwania i wykonywania kopii zapasowej.
tr: Transfer edilmiş paranız güvenli ve emniyetli olacaktır ve ileri gizlilik ve uygun yedekleme ve kurtarma özelliklerinden faydalanacaksınız.
vi: Các khoản đã chuyển của bạn sẽ được an toàn và đảm bảo, và bạn sẽ hưởng lợi từ việc tăng cường bảo mật cùng các tính năng sao lưu và khôi phục thuận tiện.

source: %@ Confirmations
ja: %@の確認
pl: %@ potwierdzeń
tr: %@ Onay
vi: %@ xác nhận

source: %d address
ja: %dのアドレス
pl: %d adres
tr: %d adres
vi: %d địa chỉ

source: %d addresses
ja: %dのアドレス
pl: %d adresy/adresów
tr: %d adres
vi: %d địa chỉ

source: %lu Recipients
ja: %luの受取人
pl: %lu odbiorców
tr: %lu Alıcı
vi: %lu người nhận

source: 2-Step has been disabled.
ja: 2段階が無効です。
pl: Uwierzytelnianie Dwustopniowe zostało wyłączone.
tr: 2-Aşama Devre Dışı Bırakıldı.
vi: Đã tắt Xác minh 2 bước.

source: 2-Step has been enabled for SMS.
ja: SMSで2段階が有効です。
pl: Uwierzytelnianie Dwustopniowe przez SMS zostało włączone.
tr: 2-Aşama SMS için etkinleştirildi.
vi: Đã kích hoạt Xác minh 2 bước cho tin nhắn SMS.

source: Addresses
ja: アドレス
pl: Adresy
tr: Adresler
vi: Địa chỉ

source: Amount
ja: 金額
pl: Kwota
tr: Miktar
vi: Số tiền

source: Amount must be greater than or equal to the dust threshold (%lld Satoshi)
ja: 金額はダストしきい値以上である必要があります(%lldサトシ)
pl: Kwota musi być wyższa lub równa granicy "kurzu" (%lld Satoshi)
tr: Miktarın toz alt sınırına (%lld Satoshi) eşit olması veya ondan büyük olması gerekir
vi: Số tiền phải lớn hơn hoặc bằng ngưỡng thấp nhất (%lld Satoshi)
