Repository: AYCH-Inc/aych.blockios.wallet
Catalog: Blockchain/Resources/*.lproj/Localizable.strings
Languages: ja, pl, tr, vi

source: Under Review
ja: レビュー中
pl: W ramach przeglądu
tr: İnceleme altında
vi: Cần xem xét

source: Unfortunately we had some trouble verifying your identity with the documents you’ve supplied and your account can’t be verified at this time.
ja: 残念ながら、お客様が提供したドキュメントでお客様の身元を確認する際に問題があり、現時点ではお客様のアカウントを確認できませんでした。
pl: Niestety, mieliśmy problemy z weryfikacją Twojej tożsamości za pomocą dostarczonych dokumentów, a Twoje konto nie może być teraz zweryfikowane.
tr: Maalesef, sağladığınız dokümanlar ile kimliğinizi doğrulamakta sorun yaşadık ve hesabınız şu anda doğrulanamadı.
vi: Rất tiếc, chúng tôi đã gặp sự cố khi xác minh danh tính của bạn bằng hồ sơ bạn cung cấp và tài khoản của bạn không thể được xác minh tại thời điểm này.

source: Update Now
ja: 今すぐアップデート
pl: Aktualizuj teraz
tr: Şimdi güncelle
vi: Cập nhật ngay

source: Use max
ja: 最大値を使用
pl: Użyj maks
tr: Max kullan
vi: Sử dụng mức tối đa

source: Use min
ja: 分を使用する
pl: Użyj min
tr: Min kullan
vi: Sử dụng mức tối thiểu

source: Use Passcode
ja: パスコードを使用する
pl: Użyj kodu dostępu
tr: Şifre kullan
vi: Sử dụng Mật mã

source: Use total spendable balance:
ja: 手数料を引いた利用可能な合計額を使用：
pl: Użyj sumy minus opłata:
tr: Toplam mevcut para ve eksi ücreti kullan:
vi: Sử dụng tổng hiện có trừ phí:

source: Value
ja: 値
pl: Wartość
tr: değer
vi: Giá trị

source: Verification Failed
ja: 検証に失敗しました
pl: Weryfikacja nieudana
tr: Doğrulama Başarısız
vi: Xác minh thất bại

source: Verification in Progress
ja: 進行中の確認
pl: Weryfikacja w toku
tr: İlerlemede Doğrulama
vi: Đang tiến hành xác minh

source: Verification Under Review
ja: 確認中の確認
pl: Weryfikacja w toku
tr: İnceleme Altında Doğrulama
vi: Xác minh đang được xem xét

source: Verify Your Identity
ja: あなたのアイデンティティを確認する
pl: zweryfikować Twoją tożsamość
tr: kimliginizi dogrulayin
vi: Xác minh Danh tính của Bạn

source: View on
ja: 見る
pl: Widok na
tr: Üzerinde göster
vi: Xem trên

source: View on %@
ja: %@見る
pl: Wyświetl na %@
tr: %@ görüntüle
vi: Xem trên %@

source: Want to learn more? Tap here to visit %@
ja: もっと学びたいですか？ここをタップして%@
pl: Chcesz się dowiedzieć więcej? Kliknij tutaj, aby odwiedzić %@
tr: Daha fazla öğrenmek ister misiniz? %@ ziyaret etmek için buraya dokunun
vi: Bạn muốn tìm hiểu thêm? Hãy nhấn vào đây để truy cập %@

source: We are unable to display your Lockbox balance at this time. Don’t worry, your funds are safe. We’ll be adding this feature soon. While you wait, you can check your balance on the web.
ja: 現時点ではロックボックスの残高は表示されません。あなたの資金は安全です、心配しないでください。すぐにこの機能を追加します。あなたが待っている間、ウェブ上の残高を確認することができます。
pl: Obecnie nie możemy wyświetlić Twojego salda Lockbox. Nie martw się, twoje fundusze są bezpieczne. Wkrótce dodamy tę funkcję. Podczas oczekiwania możesz sprawdzić saldo w internecie.
tr: Şu anda Lockbox hesabınızı görüntüleyemiyoruz. Endişelenme, paranız güvende. Bu özelliği yakında ekleyeceğiz. Beklerken, bakiyenizi web üzerinde kontrol edebilirsiniz.
vi: Chúng tôi không thể hiển thị số dư Lockbox của bạn tại thời điểm này. Đừng lo lắng, tiền của bạn vẫn an toàn. Chúng tôi sẽ sớm bổ sung tính năng này. Trong thời gian chờ đợi, bạn có thể kiểm tra số dư trên web.

source: We can't check whether this address has been used. Show anyway?
ja: このアドレスが使用されているかどうかは確認できません。とにかく表示？
pl: Nie możemy sprawdzić, czy ten adres został użyty. Pokaż mimo to?
tr: Bu adresin kullanılıp kullanılmadığını kontrol edemiyoruz. Yine de göster?
vi: Chúng tôi không thể kiểm tra liệu địa chỉ này đã được sử dụng hay chưa. Vẫn hiển thị?

source: We had some trouble verifying your account with the documents provided. Our support team will contact you shortly to resolve this.
ja: アカウントの確認に問題がありました。間もなく、サポートチームからご連絡させていただきます。
pl: Mieliśmy problem z weryfikacją Twojego konta za pomocą dostarczonych dokumentów. Nasz zespół pomocy skontaktuje się z Tobą wkrótce, aby rozwiązać ten problem.
tr: Sağlanan belgelerle hesabınızı doğrulamakta sorun yaşadık. Destek ekibimiz bunu çözmek için sizinle kısa sürede iletişime geçecektir.
vi: Chúng tôi gặp vấn đề khi xác minh tài khoản của bạn với hồ sơ được cung cấp. Nhóm hỗ trợ của chúng tôi sẽ sớm liên hệ với bạn để xử lý vấn đề này.

source: We have successfully verified your identity.
tr: Kimlik doğrulamanız başarılı.
vi: Chúng tôi đã xác minh danh tính của bạn thành công.

source: We Now Support Stellar
ja: 私たちは今、ステラをサポートしています
pl: Wspieramy teraz Stellar
tr: Şimdi Destek Stellar
vi: Hiện tại chúng tôi có hỗ trợ Stellar

source: We'll keep you up-to-date here with recommendations and new features.
ja: ここでは、推奨事項や新機能をご紹介します。
pl: Będziemy Cię tu na bieżąco przedstawiać z rekomendacjami i nowymi funkcjami.
tr: Önerileriniz ve yeni özelliklerle sizi güncel tutacağız.
vi: Chúng tôi sẽ liên tục cập nhật cho bạn tại đây với các đề xuất và tính năng mới.

source: Welcome to Blockchain
ja: ビットコインブロックチェーンの中で最も最近に採掘されたブロック
pl: Witamy w Blockchain
tr: Blockchain'e hoş geldiniz
vi: Chào mừng đến với Blockchain

source: What do you want to exchange?
ja: 何を交換したいですか？
pl: Co chcesz wymienić?
tr: Ne değiştirmek istersiniz?
vi: Bạn muốn chuyển đổi gì?

source: What do you want to receive?
ja: あなたは何を受け取りたいですか？
pl: Co chcesz otrzymać?
tr: Ne almak istiyorsun?
vi: Bạn muốn nhận được gì?

source: What happens next?
ja: 次は何が起こる？
pl: Co się potem dzieje?
tr: Sonra ne olur?
vi: Điều gì sẽ xảy ra tiếp theo?

source: What's this?
ja: これは何ですか？
pl: Co to jest?
tr: Bu nedir?
vi: Đây là gì?

source: Which document are you using?
ja: どの文書を使用していますか？
pl: Z jakiego dokumentu korzystasz?
tr: Hangi belgeyi kullanıyorsunuz?
vi: Bạn đang sử dụng tài liệu nào?

source: XLM Reserve Requirement
ja: XLMリザーブ要件
pl: Wymaganie dotyczące rezerwy XLM
tr: XLM Reserve Gereksinimi
vi: Yêu cầu Dự trữ XLM

source: You are now running our most secure wallet
ja: あなたは今最も安全なウォレットを実行しています
pl: Teraz korzystasz z naszego najbezpieczniejszego portfela
tr: Şimdi en güvenli cüzdanımızı kullanıyorsunuz
vi: Bạn đang sử dụng ví an toàn nhất của chúng tôi

source: You can read more information about Stellar's minimum balance requirement at Stellar.org
ja: Stellarの最小残高要件に関する詳細は、Stellar.orgで読むことができます
pl: Możesz przeczytać więcej informacji na temat minimalnego wymogu równowagi Stellara na Stellar.org
tr: Stellar.org'daki minimum denge şartı hakkında daha fazla bilgiyi Stellar.org'da okuyabilirsiniz.
vi: Bạn có thể đọc thêm thông tin về yêu cầu đối với số dư tối thiểu của Stellar tại Stellar.org

source: You do not have enough funds to use this fee.
ja: この手数料を使用するのに十分な資金がありません。
pl: Nie masz wystarczających funduszy, aby skorzystać z tej opłaty.
tr: Bu ücreti kullanmak için yeterli paranız yok.
vi: Bạn không có đủ tiền để sử dụng phí này.

source: Your balance is
ja: 残高は
pl: Twoje saldo jest
tr: Bakiyeniz
vi: Số dư của bạn là

source: Your Home Address
ja: あなたの自宅住所
pl: Twój adres domowy
tr: Senin ev adresin
vi: Địa chỉ Nhà riêng của bạn

source: Your information is being reviewed. When all looks good, you’re clear to exchange. You should receive a notification within 5 minutes.
ja: あなたの情報は見直されています。すべてが良く見えたら、あなたは交換することができます。 5分以内に通知を受け取る必要があります。
pl: Twoje informacje są sprawdzane. Kiedy wszystko wygląda dobrze, jesteś gotowy do wymiany. Powinieneś otrzymać powiadomienie w ciągu 5 minut.
tr: Bilgileriniz inceleniyor. Her şey iyi göründüğünde, değiş tokuş edilirsiniz. 5 dakika içinde bir bildirim almalısınız.
vi: Thông tin của bạn đang được xem xét. Khi tất cả thông tin đều được xác nhận, bạn sẽ có thể chuyển đổi. Bạn sẽ nhận được thông báo trong vòng 5 phút.

source: Your Max is
ja: あなたの最大値は
pl: Twój Max jest
tr: Max'in
vi: Mức tối đa của bạn là

source: Your Min is
ja: あなたの分はです
pl: Twoja Min jest
tr: Senin Min
vi: Mức tối thiểu của bạn là

source: Your spendable balance is
ja: あなたのご利用可能な残高は
pl: Twoje wydatki do wydania to
tr: Senin harcanabilir bakiyeniz
vi: Số dư có thể tiêu dùng của bạn là

source: Your XLM is on its way
ja: あなたのXLMは進行中です
pl: Twój XLM jest w drodze
tr: XLM'niz yolda
vi: XLM của bạn đang được chuyển

source: You’ve successfully imported a private key.
ja: 秘密鍵を正常にインポートしました。
pl: Pomyślnie zaimportowano klucz prywatny.
tr: Özel bir anahtarı başarıyla içe aktardınız.
vi: Bạn đã nhập khóa riêng thành công.

source: NSCameraUsageDescription
ja: これはアプリがQRコードをスキャンするために必要です。
pl: Jest to wymagane przez aplikację, by skanować kody QR.
tr: Bu, uygulamanın QR kodlarını taraması için gereklidir.
vi: Ứng dụng cần được quét mã QR.

source: NSMicrophoneUsageDescription
ja: ビデオキャプチャに必要です。
pl: Wymagane do przechwytywania wideo.
tr: Video çekimi için gerekli.
vi: Cần thiết để quay video.

source: NSFaceIDUsageDescription
ja: Face IDを有効にすると、ウォレットに安全にアクセスできます。
pl: Włączenie identyfikacji twarzy umożliwia bezpieczny dostęp do portfela.
tr: Face ID'nin etkinleştirilmesi, cüzdanınıza güvenli bir şekilde erişmenizi sağlar.
vi: Bật Face ID cho phép bạn truy cập an toàn vào ví của mình.

source: NSLocationWhenInUseUsageDescription
ja: ブロックチェーンはBitcoinを受け入れる近くの企業を表示するためにあなたの場所にアクセスする必要があります。
pl: Blockchain potrzebuje dostępu do Twojej lokalizacji, aby pokazać Ci pobliskie firmy akceptujące Bitcoin.
tr: Blockchain'in, Bitcoin'i kabul eden yakındaki işletmeleri size göstermek için konumunuza erişmesi gerekir.
vi: Blockchain cần quyền truy cập vào vị trí của bạn để hiển thị cho bạn các doanh nghiệp lân cận chấp nhận Bitcoin.

source: NSPhotoLibraryUsageDescription
ja: フォトライブラリからドキュメントをアップロードするには、あなたの許可が必要です。
pl: Twoja zgoda jest potrzebna, aby przesłać dokumenty z biblioteki zdjęć.
tr: Fotoğraf kitaplığınızdan doküman yüklemek için izniniz gerekiyor.
vi: Sự cho phép của bạn là cần thiết để tải lên các tài liệu từ thư viện ảnh của bạn.

source: Verify Backup
ja: バックアップの検証
pl: Sprawdź kopię zapasową
tr: Yedeklemeyi Doğrula
vi: Xác minh sao lưu

source: A Better Way to Trade Crypto
ja: 暗号を貿易する良い方法
pl: Lepszy sposób na handel kryptografią
tr: Kripto Ticaretinin Daha İyi Yolu
vi: Cách Tốt hơn để Giao dịch tiền Crypto

source: An error occurred when selecting your tier. Please try again later.
ja: ティアを選択する際にエラーが発生しました。後でもう一度お試しください。
pl: Wystąpił błąd podczas wybierania warstwy. Spróbuj ponownie później.
tr: Seviyenizi seçerken bir hata oluştu. Lütfen daha sonra tekrar deneyiniz.
vi: Đã xảy ra lỗi khi chọn cấp của bạn. Vui lòng thử lại sau.

source: Announcing Swap by Blockchain - the faster, smarter way to trade your crypto
ja: ブロックチェーンによるスワップの発表 - あなたの暗号を交換するためのより迅速でスマートな方法
pl: Ogłaszanie zamiany przez Blockchain - szybszy i mądrzejszy sposób na wymianę twojego crypto
tr: Blockchain ile Swap Bildirme - şifreni işlemenin daha hızlı, daha akıllı yolu
vi: Thông báo Hoán đổi bằng Blockchain - cách nhanh hơn, thông minh hơn để giao dịch tiền crypto của bạn

source: Annual Swap Limit
ja: 年間スワップリミット
pl: Roczny limit wymiany
tr: Yıllık Taksit Sınırı
vi: Giới hạn Hoán đổi Hàng năm

source: Approved!
ja: 承認済み！
pl: Zatwierdzony!
tr: Onaylı!
vi: Đã phê duyệt!

source: Available
ja: 利用可能
pl: Dostępny
tr: Mevcut
vi: Khả dụng

source: Available Today
ja: 現在利用可能
pl: Dostępny dzisiaj
tr: Bugün uygun
vi: Khả dụng trong Hôm nay

source: By tapping Submit, you agree to Blockchain’s %@ & %@
ja: [送信]をタップすると、ブロックチェーンの%1$@ ＆ %2$@
pl: Dotykając Prześlij, akceptujesz %1$@ & %2$@ Blockchaina
tr: Gönder'e dokunarak, Blockchain'in %1$@ & %2$@ değerini kabul etmiş olursunuz.
vi: Bằng cách nhấp vào Gửi, bạn đồng ý với %1$@ & %2$@ của Blockchain

source: Check your inbox.
ja: メールチェックしてみて。
pl: Sprawdź swoją skrzynkę odbiorczą.
tr: Gelen kutunu kontrol et.
vi: Kiểm tra hộp thư đến

source: Confirm Swap
ja: スワップの確認
pl: Potwierdź zamianę
tr: Takas işlemini onayla
vi: Xác nhận Hoán đổi

source: Daily Swap Limit
ja: 毎日のスワップ制限
pl: Dzienny limit zamiany
tr: Günlük Takas Limiti
vi: Giới hạn Hoán đổi Hàng ngày

source: Didn't get the email? Send again
ja: メールを受け取らなかったのですか？もう一度送信
pl: Nie dostałeś e-maila? Wyślij ponownie
tr: E-postayı almadım mı? Tekrar gönderin
vi: Không nhận được email? Gửi lại

source: Email sent!
ja: メールが送信されました！
pl: E-mail wysłany!
tr: E-posta gönderildi!
vi: Email đã được gửi!

source: Failed to send verification email. Please try again.
ja: 確認メールを送信できませんでした。もう一度お試しください。
pl: Nie udało się wysłać e-maila weryfikacyjnego. Proszę spróbuj ponownie.
tr: Doğrulama e-postası gönderilemedi. Lütfen tekrar deneyin.
vi: Không thể gửi email xác minh. Vui lòng thử lại.

source: Get Free Crypto
ja: 無料の暗号を入手
pl: Uzyskaj bezpłatne Crypto
tr: Ücretsiz Kripto Alın
vi: Nhận tiền Crypto Miễn phí

source: In Review
ja: レビュー
pl: W recenzji
tr: İncelemede
vi: Đang Xem xét

source: In Review - Need More Info
ja: レビュー中 - 詳細情報が必要
pl: W recenzji - Potrzebujesz więcej informacji
tr: İncelemede - Daha Fazla Bilgiye İhtiyacım Var
vi: Đang Xem xét - Cần Thêm Thông tin

source: Locked
ja: ロックされた
pl: Zablokowany
tr: Kilitli
vi: Đã khóa

source: Open Email App
ja: 電子メールアプリケーションを開く
pl: Otwórz aplikację e-mail
tr: E-posta Uygulamasını Aç
vi: Mở Ứng dụng Email

source: Preview Swap
ja: スワップのプレビュー
pl: Podgląd Zamień
tr: Önizleme
vi: Xem trước Hoán đổi

source: Requires Email, Name, Date of Birth and Address
ja: メール、名前、生年月日、住所が必要です
pl: Wymaga adresu e-mail, imienia i nazwiska, daty urodzenia i adresu
tr: E-posta, İsim, Doğum Tarihi ve Adresi Gerektirir
vi: Yêu cầu Email, Tên, Ngày sinh và Địa chỉ

source: Requires Tier 1, Phone Number, Govt. ID and a Selfie
ja: Tier 1、電話番号、Govtが必要です。 IDとセルフ・ユー
pl: Wymaga poziomu 1, numeru telefonu, Govt. ID i Selfie
tr: Katman 1, Telefon Numarası, Govt gerektirir. Kimlik ve bir Selfie
vi: Yêu cầu Cấp 1, Số điện thoại, CMND và Ảnh tự chụp

source: Submit
ja: 提出する
pl: Zatwierdź
tr: Gönder
vi: Gửi

source: Swap
ja: スワップ
pl: Zamiana
tr: takas
vi: Trao đổi

source: Swap Currently Unavailable
ja: 現在利用できないスワップ
pl: Zamiana jest obecnie niedostępna
tr: Şu Anda Kullanılamıyor
vi: Swap hiện Không Khả dụng

source: Swap Limit
ja: スワップリミット
tr: Takas Sınırı
vi: Giới hạn Hoán đổi

source: Swap Locked
ja: スワップロック
pl: Zamień Zablokowany
tr: Takaslı Kilitli
vi: Hoán đổi bị Khóa

source: Swap Now
ja: スワップ・ナウ
pl: Zamień teraz
tr: Şimdi Değiştir
vi: Hoán đổi ngay

source: Takes 10 min
ja: 10分かかります
pl: Zajmuje 10 minut
tr: 10 dk sürüyor
vi: Mất 10 phút

source: Takes 3 min
ja: 3分かかります
pl: Zajmuje 3 minuty
tr: 3 dk sürüyor
vi: Mất 3 phút

source: Tier
ja: ティア
pl: Poziom
tr: aşama
vi: Cấp

source: Tier 1 Verification
ja: Tier 1の確認
pl: Sprawdzanie poziomu 1
tr: 1. Seviye Doğrulama
vi: Xác minh Cấp 1

source: Tier 2 Verification
ja: 第2層検証
pl: Sprawdzanie poziomu 2
tr: 2. Seviye Doğrulama
vi: Xác minh Cấp 2

source: Upgrade now.
ja: 今すぐアップグレード。
pl: Ulepsz teraz.
tr: Şimdi Yükselt.
vi: Nâng cấp ngay.

source: We had trouble approving your identity. Your Swap feature has been disabled at this time.
ja: 私たちはあなたのアイデンティティを認めることができませんでした現在、スワップ機能は無効になっています。
pl: Mieliśmy problem z zatwierdzeniem Twojej tożsamości. Twoja funkcja wymiany została w tym momencie wyłączona.
tr: Kimliğinizi onaylamada sorun yaşadık. Takas özelliğiniz şu anda devre dışı bırakıldı.
vi: Chúng tôi gặp vấn đề khi phê duyệt danh tính của bạn. Tính năng Hoán đổi của bạn đã bị vô hiệu hóa tại thời điểm này.

source: We just sent you an email with further instructions.
ja: 私たちはあなたに詳細な指示をメールでお送りしました。
pl: Właśnie wysłaliśmy Ci e-mail z dalszymi instrukcjami.
tr: Size daha fazla talimat içeren bir e-posta gönderdik.
vi: Chúng tôi vừa gửi cho bạn một email với các hướng dẫn thêm.

source: We Need Some More Information to Complete Your Profile
ja: 私たちはあなたのプロフィールを完成させるために必要な情報
pl: Potrzebujemy trochę więcej informacji, aby uzupełnić Twój profil
tr: Profilinizi Tamamlamak için Daha Fazla Bilgiye İhtiyacımız Var
vi: Chúng tôi cần Thêm Thông tin để Hoàn thành Hồ sơ của Bạn

source: We need to verify your email address as an added layer of security.
ja: 電子メールアドレスをセキュリティの追加層として確認する必要があります。
pl: Musimy zweryfikować Twój adres e-mail jako dodatkową warstwę zabezpieczeń.
tr: E-posta adresinizi ek bir güvenlik katmanı olarak doğrulamamız gerekiyor.
vi: Chúng tôi cần xác minh địa chỉ email của bạn dưới dạng một lớp bảo mật bổ sung.

source: Why do we need this?
ja: なぜ私たちはこれが必要なのですか？
pl: Dlaczego tego potrzebujemy?
tr: buna neden ihtiyacımız var?
vi: Tại sao chúng ta cần điều này?

source: Your max is %@.
ja: あなたの最大値は%@です。
pl: Twoje maksimum to %@ .
tr: Maks. %@ .
vi: Tối đa của bạn là %@.

source: Your Swap Limit is the maximum amount of crypto you can trade.
ja: あなたのスワップリミットは、取引できる暗号の最大量です。
pl: Swap Limit to maksymalna ilość kryptografii, którą możesz handlować.
tr: Takas Limitiniz, işlem yapabileceğiniz maksimum kripto miktarıdır.
vi: Giới hạn Hoán đổi của bạn là số tiền crypto tối đa bạn có thể giao dịch.

source: Your Tier 2 verification is currently being reviewed by a Blockchain Support Member.
ja: Tier 2の確認は現在、ブロックチェーンサポートメンバーによって審査中です。
pl: Twoja weryfikacja poziomu 2 jest obecnie sprawdzana przez Członka Wsparcia Blockchain.
tr: 2. Seviye doğrulamanız şu anda bir Blockchain Destek Üyesi tarafından inceleniyor.
vi: Quy trình xác minh Cấp 2 của bạn hiện đang được xem xét bởi Thành viên Hỗ trợ Blockchain

source: You’ll need to verify your phone number, provide a government issued ID and a Selfie.
ja: あなたの電話番号を確認し、政府発行の身分証明書とSelfieを提供する必要があります。
pl: Musisz zweryfikować swój numer telefonu, podać państwowy identyfikator i Selfie.
tr: Telefon numaranızı doğrulamanız, devlet tarafından verilmiş bir kimlik ve bir Özçekim sağlamanız gerekir.
vi: Bạn cần xác minh số điện thoại của mình, cung cấp CMND do chính phủ cấp và Hình tự chụp.

source: Activity
ja: アクティビティ
pl: Czynność
tr: Aktivite
vi: Hoạt động

source: Address line
ja: 住所欄
pl: Wiersz adresu
tr: Adres satırı
vi: Dòng địa chỉ

source: Allow camera access?
ja: カメラへのアクセスを許可しますか？
pl: Zezwalaj na dostęp do kamery?
tr: Kamera erişimine izin verilsin mi?
vi: Cho phép truy cập máy ảnh?

source: Also, enable your camera!
ja: また、カメラを有効にしてください。
pl: Włącz także swój aparat!
tr: Ayrıca, kameranızı etkinleştirin!
vi: Ngoài ra, hãy bật máy ảnh của bạn!

source: Buy Now
ja: 今買う
pl: Kup Teraz
tr: Şimdi satın al
vi: Mua ngay

source: By completing the Gold Level requirements you are automatically eligible for our airdrop program.
ja: ゴールドレベルの必要条件を満たすことで、あなたは自動的に当社のエアドロッププログラムの対象となります。
pl: Wypełniając wymagania poziomu złota automatycznie kwalifikujesz się do naszego programu zrzutów.
tr: Gold Level gereksinimlerini tamamladığınızda otomatik olarak uçak programımıza hak kazanırsınız.
vi: Bằng cách hoàn tất các yêu cầu Cấp độ Vàng, bạn sẽ tự động đủ điều kiện để tham gia chương trình airdrop của chúng tôi.

source: Check it out!
ja: 見てみな！
pl: Sprawdź to!
tr: Buna bir bak!
vi: Hãy kiểm tra!

source: City
ja: シティ
pl: Miasto
tr: Kent
vi: Thành phố

source: City / Town / Village
ja: 市/町/村
pl: Miasto / miasto / wieś
tr: Şehir / Kasaba / Köy
vi: Thành phố / Thị trấn / Làng

source: Complete your Blockchain profile today and we'll airdrop XLM directly into your Wallet!
ja: 今日のあなたのブロックチェーンプロフィールを完成させてください、そして、我々はあなたの財布に直接XLMを空中投射します！
pl: Uzupełnij swój profil Blockchain już dziś, a my prześlemy XLM bezpośrednio do Twojego Portfela!
tr: Blockchain profilinizi bugün tamamlayın; XLM'i doğrudan Cüzdanınıza yönlendireceğiz!
vi: Hãy hoàn thành hồ sơ Blockchain của bạn ngay hôm nay và chúng tôi sẽ airdrop XLM trực tiếp vào Ví của bạn!

source: Complete Your Profile
ja: あなたのプロフィールを完成させる
pl: Uzupełnij swój profil
tr: Profilinizi tamamlayın
vi: Hoàn thành Hồ sơ của bạn

source: Continue to Claim Your XLM
ja: あなたのXLMを主張し続ける
pl: Kontynuuj zgłaszanie roszczenia do XLM
tr: XLM'inizi almaya Devam Edin
vi: Tiếp tục để nhận XLM của bạn

source: Delayed
ja: 遅延
pl: Opóźniony
tr: gecikmiş
vi: Bị trì hoãn

source: Didn't get the email?
ja: メールが届きませんでしたか。
pl: Nie dostałeś e-maila?
tr: E-postayı alamadın mı?
vi: Bạn chưa nhận được email?

source: Documents needed
ja: 必要な書類
pl: Potrzebne dokumenty
tr: Gerekli belgeler
vi: Hồ sơ được yêu cầu

source: Don't worry, your exchange is in process. Swap trades are competed on-chain. If transaction volumes are high, there are sometimes delays.
ja: 心配しないで、あなたの交換は進行中です。スワップ取引は連鎖的に競争されます。取引量が多い場合、時々遅れがあります。
pl: Nie martw się, twoja wymiana jest w toku. Transakcje wymiany są konkurowane w łańcuchu. Jeśli wolumeny transakcji są wysokie, czasami występują opóźnienia.
tr: Endişelenme, takasın devam ediyor. Takas işlemleri, zincir halinde rekabet eder. İşlem hacimleri yüksekse, bazen gecikmeler olabilir.
vi: Đừng lo lắng, chuyển đổi của bạn đang được tiến hành. Giao dịch trao đổi được hoàn thành theo chuỗi. Nếu khối lượng giao dịch cao, đôi khi có sự chậm trễ.

source: Due to market movement, your order value is now above the maximum allowable threshold of
ja: 市場の動向により、注文金額は現在、上限の上限を
pl: Ze względu na ruch na rynku wartość zamówienia przekracza obecnie maksymalny dopuszczalny próg
tr: Piyasa hareketi nedeniyle, sipariş değeriniz şimdi izin verilen maksimum eşiğin üstünde
vi: Do chuyển động của thị trường, giá trị lệnh của bạn hiện đang cao hơn ngưỡng tối đa cho phép là

source: Due to market movement, your order value is now below the minimum required threshold of
ja: 市場の動向により、注文金額は現在の最低必要しきい値を下回っています
pl: Ze względu na ruch na rynku wartość zamówienia jest poniżej minimalnego wymaganego progu
tr: Piyasa hareketi nedeniyle, sipariş değeriniz şimdi gerekli olan minimum eşiğin altında
vi: Do chuyển động của thị trường, giá trị lệnh của bạn hiện đang thấp hơn ngưỡng tối thiểu bắt buộc là

source: Exchange one crypto for another without ever leaving your Blockchain Wallet.
ja: Blockchain Walletを離れることなく、暗号を交換することができます。
pl: Wymień jedną kryptografię na inną bez opuszczania portfela Blockchain.
tr: Blockchain Cüzdanınızdan hiç çıkmadan bir kriptoyu diğerine değiştirin.
vi: Chuyển đổi một loại tiền kỹ thuật số sang loại tiền khác mà không phải rời khỏi Ví Blockchain của bạn.

source: Get Free XLM
ja: 無料のXLMを入手
pl: Uzyskaj bezpłatny XLM
tr: Ücretsiz XLM edinin
vi: Nhận XLM miễn phí

source: Gold Level
ja: ゴールドレベル
pl: Złoty poziom
tr: Altın Seviyesi
vi: Cấp độ Vàng

source: Hmm, something's not right. 👀
ja: うーん、何か正しくない。 👀
pl: Hmm, coś jest nie tak. 👀
tr: Hmm, bir şey doğru değil. 👀
vi: Hmm, đã xảy ra sự cố. 👀

source: Increase My Limits
ja: 制限を増やす
pl: Zwiększ moje granice
tr: Sınırlarımı Artır
vi: Tăng hạn mức của tôi

source: Looks like you've already received your airdrop!
ja: あなたはすでにあなたの飛行を受けたように見えます！
pl: Wygląda na to, że otrzymałeś już swój zrzut!
tr: Görünüşe göre uçak planını zaten aldın!
vi: Có vẻ như bạn đã nhận được airdrop của mình!

source: Main reasons for this to happen:
ja: これが起こる主な理由：
pl: Główne powody tego:
tr: Bunun gerçekleşmesinin ana nedenleri:
vi: Lý do chính cho điều này:

source: Markets are Moving 🚀
ja: 市場は動いています🚀
pl: Rynki poruszają się 🚀
tr: Piyasalar Hareketli are
vi: Thị trường đang chuyển động 🚀

source: Maybe Later
ja: たぶん後で
pl: Może później
tr: Belki sonra
vi: Để sau

source: More Info
ja: より多くの情報
pl: Więcej informacji
tr: Daha fazla bilgi
vi: Thêm thông tin

source: More Info Needed
ja: さらに情報が必要
pl: Więcej informacji potrzebne
tr: Daha Fazla Bilgi Gerekli
vi: Cần Thêm Thông tin

source: Most exchanges on Swap are completed seamlessly in two hours. Please contact us. Together, we can figure this out.
ja: 交換のほとんどの交換は2時間でシームレスに完了します。お問い合わせください。一緒に、これを理解することができます。
pl: Większość wymian na Swap odbywa się bezproblemowo w ciągu dwóch godzin. Proszę skontaktuj się z nami. Razem możemy to rozgryźć.
tr: Swap'daki çoğu borsa iki saat içinde sorunsuz bir şekilde tamamlanır. Lütfen bizimle iletişime geçin. Birlikte bunu çözebiliriz.
vi: Hầu hết các chuyển đổi trên Trao đổi được hoàn thành liền mạch trong hai giờ. Vui lòng liên hệ với chúng tôi. Chúng ta có thể xử lý vấn đề này.

source: National ID Card
ja: 国民IDカード
pl: Narodowa karta identyfikacyjna
tr: Ulusal kimlik kartı
vi: Thẻ Căn cước Quốc gia

source: Need some help?
ja: 助けが要る？
pl: Potrzebuję pomocy?
tr: Yardıma ihtiyacım var?
vi: Bạn cần trợ giúp?

source: Network Delays
ja: ネットワーク遅延
pl: Opóźnienia sieciowe
tr: Ağ Gecikmeleri
vi: Trễ Mạng

source: Ooops! Something went wrong.
ja: おっと！何か問題がありました。
pl: Ups! Coś poszło nie tak.
tr: Posta ile gönder Bir şeyler yanlış gitti.
vi: Rất tiếc! Đã xảy ra lỗi.
